Repository: erinaldo/SmartCG
Catalog: ModComprobantes/Language.*.resx
Languages: ca_es, es_es, fr_fr, pt_pt

# lblAceptar
source: Ok
ca_es: Acceptar
es_es: Aceptar
fr_fr: Accepter
pt_pt: Aceitar

# lblCancelar
source: Cancel
ca_es: Cancel.lar
es_es: Cancelar
fr_fr: Résilier
pt_pt: Cancelar

# errValTitulo
source: Error
fr_fr: Erreur
pt_pt: Erro

# lblSeleccionar
source: Select
ca_es: Seleccionar
es_es: Seleccionar
fr_fr: Sélectionner
pt_pt: Selecionar

# toolStripNuevo
source: New
ca_es: Nou
es_es: &Nuevo
fr_fr: Nouveau
pt_pt: Novo

# toolStripEditar
source: Edit
ca_es: Edita
es_es: &Editar
fr_fr: Modifier
pt_pt: Editar

# toolStripEliminar
source: Delete
ca_es: Suprimir
es_es: E&liminar
fr_fr: Supprimer
pt_pt: Remover

# toolStripSuprimir
source: Delete
ca_es: Suprimir
es_es: E&liminar
fr_fr: Supprimer
pt_pt: Remover

# toolStripImprimir
source: Print
ca_es: Imprimir
es_es: Im&primir
fr_fr: Imprimer
pt_pt: Imprimir

# toolStripSalir
source: Exit
ca_es: Sortir
es_es: &Salir
fr_fr: Laisser
pt_pt: Deixar

# toolStripImportar
source: Import
ca_es: Importar
es_es: &Importar
fr_fr: Importer
pt_pt: Importar

# toolStripTransferir
source: Transfer
ca_es: Transferir
es_es: &Transferir
fr_fr: Transfert
pt_pt: Transfira

# lblCabecera
source: Header
ca_es: Capçalera
es_es: Cabecera
fr_fr: En-tête
pt_pt: Cabeçalho

# lblCompania
source: Company
ca_es: Companyia
es_es: Compañía
fr_fr: Société
pt_pt: Empresa

# lblAnoPeriodo
source: Year-Period
ca_es: Any-Període
es_es: Año-Período
fr_fr: Année-Période
pt_pt: Ano-Período

# lblTipo
source: Type
ca_es: Tipus
es_es: Tipo
pt_pt: Tipo

# lblNoComprobante
source: Nº Journal Entry
ca_es: Nº Comprovant
es_es: Nº Comprobante
fr_fr: Nº Preuve
pt_pt: Nº Diário

# lblListaCampoCodigo
source: Code
ca_es: Codi
es_es: Código
pt_pt: Código

# lblListaCampoDescripcion
source: Description
ca_es: Descripció
es_es: Descripción
pt_pt: Descrição

# lblListaCompanias
source: List of Companies
ca_es: Llista de Companyies
es_es: Lista de compañías
fr_fr: Liste de Sociétés
pt_pt: Lista de Empresas

# lblListaTipos
source: List of Journal Entry Types
ca_es: Lista de tipos
es_es: Lista de Tipos de Comprobante
fr_fr: Liste de Types de Preuve
pt_pt: Llista de Tipus de Comprovant

# lblConfirm
source: Confirmation
ca_es: Confirmació
es_es: Confirmación
pt_pt: Confirmação

# lblPrefijo
source: Prefix
es_es: Prefijo
fr_fr: Préfixe
pt_pt: Prefixo

# lblBiblioteca
source: Library
ca_es: Biblioteca
es_es: Biblioteca
fr_fr: Bibliothèque
pt_pt: Biblioteca

# lblfrmPrincipalTitulo
source: Receipts Input Module
ca_es: Mòdul Entrada de Comprovants
es_es: Módulo Entrada de Comprobantes
fr_fr: Reçus Module d'entrée
pt_pt: Módulo de Entrada Receipts

# menuItemCompContables
source: Accounting Vouchers
ca_es: Comprovants Comptables
es_es: Comprobantes Con&tables
fr_fr: Chèques Comptables
pt_pt: Vouchers de Contabilidade

# menuItemCompExtraContables
source: Non-accounting Vouchers
ca_es: Comprovants Extracomptables
es_es: Comprobantes &Extracontables
fr_fr: Chèques Non-comptables
pt_pt: Comprovantes Não Contábeis

# menuItemConfig
source: Configuration
ca_es: Configuració
es_es: &Configuración
pt_pt: Configuração

# menuItemAbout
source: About
ca_es: Sobre
es_es: &Acerca de
fr_fr: Sur
pt_pt: Sobre

# menuItemSalir
source: Exit
ca_es: Sortir
es_es: &Salir
fr_fr: Laisser
pt_pt: Deixar

# subMenuItemGestionCompCont
source: Management
ca_es: Gestió
es_es: &Gestión
fr_fr: Gestion
pt_pt: Gestão

# subMenuItemModelosCompCont
source: Modelos
ca_es: Models
fr_fr: Modèles
pt_pt: Models

# subMenuItemTransferirCompCont
source: Transfer to finance
ca_es: Transferir a finances
es_es: &Transferir a finanzas
fr_fr: Transfert à financer
pt_pt: Transfira para financiar

# subMenuItemTransferirCompEditadosCompCont
source: Edited vouchers
ca_es: Comprovants editats
es_es: &Comprobantes editados
fr_fr: Bons édités
pt_pt: Vouchers editado

# subMenuItemTransferirArchivoCompCont
source: From external file
ca_es: Des d'arxiu extern
es_es: Desde &archivo externo
fr_fr: De fichier externe
pt_pt: De arquivo externo

# subMenuItemImportarCompCont
source: Import finance
ca_es: Importar de finances
es_es: &Importar de finanzas
fr_fr: Importer finance
pt_pt: Importar finanças

# lblfrmCompContListaTitulo
source: Accounting Voucher List
ca_es: Llista d'Comprovants Comptables
es_es: Lista de Comprobantes Contables
fr_fr: Liste de Chèques Comptable
pt_pt: Contabilidade Lista Vale

# CompContdgHeaderArchivo
source: File
ca_es: Arxiu
es_es: Archivo
fr_fr: Archive
pt_pt: Arquivo

# CompContdgHeaderCompania
source: Company
ca_es: Companyia
es_es: Compañía
fr_fr: Enterprise
pt_pt: Companhia

# CompContdgHeaderAAPP
source: YY-PP
ca_es: AA-PP
es_es: AA-PP
fr_fr: AA-PP
pt_pt: AA-PP

# CompContdgHeaderDescripcion
source: Description
ca_es: Descripció
es_es: Descripción
pt_pt: Descrição

# CompContdgHeaderTipo
source: Type
ca_es: Tipus
es_es: Tipo
fr_fr: Catégorie
pt_pt: Tipo

# CompContdgHeaderFecha
source: Date
ca_es: Data
es_es: Fecha
fr_fr: Ferme
pt_pt: Data

# CompContdgHeaderClase
source: Class
ca_es: Classe
es_es: Clase
fr_fr: Clase
pt_pt: Classe

# CompContdgHeaderTasa
source: Rate
ca_es: Taxa
es_es: Tasa
fr_fr: Tasa
pt_pt: Tasa

# CompContdgHeaderDebeML
source: Should LC
ca_es: Deure ML
es_es: Debe ML
fr_fr: Devrait ML
pt_pt: Deveria ML

# CompContdgHeaderHaberML
source: Haber ML
ca_es: Haver ML
fr_fr: Avoir ML
pt_pt: Ter ML

# CompContdgHeaderDebeME
source: Should FC
ca_es: Deure ME
es_es: Debe ME
fr_fr: Devrait ME
pt_pt: Deveria ME

# CompContdgHeaderHaberME
source: Haber FC
ca_es: Haver ME
es_es: Haber ME
fr_fr: Avoir ME
pt_pt: Ter ME

# CompContdgHeaderTransferido
source: Transferred
ca_es: Transferit
es_es: Transferido
fr_fr: Transféré
pt_pt: Transferido

# errNoExistencomprobantes
source: There is no proof in the path
ca_es: No existeixen comprovants a la ruta
es_es: No existen comprobantes en la ruta
fr_fr: Il n'existe aucune preuve de l'itinéraire
pt_pt: Não há nenhuma prova na rota

# wrnTitulo
source: Warning
ca_es: Advertència
es_es: Advertencia
fr_fr: Avertissement
pt_pt: Aviso

# wrnSuprimirComprobante
source: It will delete the voucher
ca_es: Es va a eliminar el comprovant
es_es: Se va a eliminar el comprobante
fr_fr: Il supprimera le bon
pt_pt: Ele vai apagar o voucher

# wrnSuprimirComprobantePregunta
source: Do you want to continue?
ca_es: Voleu continuar?
es_es: ¿Desea continuar?
fr_fr: Voulez-vous continuer?
pt_pt: Você quer continuar?

# lblErrSelSoloUnComp
source: You must select a single proof
ca_es: Heu de seleccionar un sol comprova
es_es: Debe seleccionar un solo comprobante
fr_fr: Vous devez sélectionner une seule preuve
pt_pt: Você deve selecionar uma única prova

# lblErrFechaDebeFormato
source: The date from not in a valid format
ca_es: La data des de no té un format vàlid
es_es: "La fecha desde no tiene un formato válido"
fr_fr: La date à partir de pas dans un format valide
pt_pt: A data a partir da não em um formato válido

# lblErrFechaHastaFormato
source: The date to not in a valid format
ca_es: La data fins no té un format vàlid
es_es: La fecha hasta no tiene un formato válido
fr_fr: La date de ne pas avoir un format valide
pt_pt: A data para não ter um formato válido

# lblErrNoComp
source: There are no proofs for the search criteria used
ca_es: No hi ha comprovants per al criteri de cerca utilitzat
es_es: No existen comprobantes para el criterio de búsqueda utilizado
fr_fr: Il n'y a pas de preuves pour les critères de recherche utilisés
pt_pt: Não há provas para os critérios de pesquisa utilizados

# lblCompTransferidoOK
source: The proof was transferred correctly
ca_es: El comprovant es va transferir correctament
es_es: El comprobante se transfirió correctamente
fr_fr: La preuve a été transféré correctement
pt_pt: A prova foi transferido corretamente

# lblCompsTransferidosOK
source: The vouchers were transferred correctly
ca_es: Els comprovants es van transferir correctament
es_es: Los comprobantes se transfirieron correctamente
fr_fr: Les chèques ont été transférés correctement
pt_pt: Os vales foram transferidos corretamente

# lblCompNoTransferido
source: The voucher could not be transferred
ca_es: El comprovant no es va poder transferir
es_es: El comprobante no se pudo transferir
fr_fr: Le bon de réduction ne peut pas être transféré
pt_pt: O voucher não pode ser transferido

# lblCompsNoTransferidos
source: There vouchers that could not be transferred
ca_es: Hi comprovants que no es van poder transferir
es_es: Existen comprobantes que no se pudieron transferir
fr_fr: Il n'y a pas des bons qui pourraient être transférées
pt_pt: Lá vouchers que não puderam ser transferidos

# errGetCompanias
source: Error getting companies
ca_es: Error obtenint les companyies
es_es: Error obteniendo las compañías
fr_fr: Sociétés d'erreur se
pt_pt: Empresas de erro obtendo

# errGetTiposComp
source: Error getting the types of proof
ca_es: Error obtenint els tipus de comprovants
es_es: Error obteniendo los tipos de comprobantes
fr_fr: Erreur d'obtention des types de preuve
pt_pt: Erro ao obter os tipos de prova

# wrn2RervertirComp
source: It is reversed. Do you want to transfer?
ca_es: és de reversió. Voleu transferir-ho?
es_es: es de reversión. ¿Desea transferirlo?
fr_fr: Il est inversée. Voulez-vous transférer?
pt_pt: Ele é invertida. Você deseja transferir?

# lblfrmCompContAltaEditaTitulo
source: Proof Accounting
ca_es: Comprovant Comptable
es_es: Comprobante Contable
fr_fr: Comptabilité de preuve
pt_pt: Prova de Contabilidade

# lblfrmCompContAECabeceraFecha
source: Date
ca_es: Data
es_es: Fecha
pt_pt: Data

# lblfrmCompContAECabeceraClase
source: Class
ca_es: Classe
es_es: Clase
fr_fr: Classe
pt_pt: Classe

# lblfrmCompContAECabeceraTasa
source: Tax
ca_es: Taxa de canvi
es_es: Tasa de cambio
fr_fr: Taux
pt_pt: Taxa

# lblfrmCompContAECabeceraDescripcion
source: Description
ca_es: Descripció
es_es: Descripción
pt_pt: Descrição

# lblfrmCompContAETablaTotalesGroup
source: Totals
es_es: Totales
fr_fr: Totaux
pt_pt: Totais

# lblfrmCompContAETablaTotalesTotalDebe
source: Total Debit
ca_es: Total Deure
es_es: Total Debe
fr_fr: Total Débit
pt_pt: Total Débito

# lblfrmCompContAETablaTotalesTotalHaber
source: Total Credit
ca_es: Total Haver
es_es: Total Haber
fr_fr: Total Crédit
pt_pt: Total Crédito

# lblfrmCompContAETablaTotalesMonedaLocal
source: Local currency
ca_es: Moneda Local
es_es: Moneda Local
fr_fr: Devise Locale
pt_pt: Moeda Local

# lblfrmCompContAETablaTotalesMonedaExt
source: Foreign currency
ca_es: Moneda Estrangera
es_es: Moneda Extranjera
fr_fr: Devise Étrangère
pt_pt: Moeda Estrangeira

# lblfrmCompContAETablaTotalesImporte3
source: Amount-3
ca_es: Import-3
es_es: Importe-3
fr_fr: Montant-3
pt_pt: Valor-3

# lblfrmCompContAETablaTotalesNoApuntes
source: Nº transactions
ca_es: Nº Apunts
es_es: Nº Apuntes
fr_fr: Nombre annotations
pt_pt: Nº Lançamentos

# lblfrmCompContAERevertirGroup
source: Revert journal entry next period
ca_es: Revertir el comprovant en el següent periode
es_es: Revertir el comprobante en el siguiente período
fr_fr: Retourner preuve dans le suivante période
pt_pt: Inverter o comprovante no seguinte período

# lblfrmCompContAERevertirNo
source: No
fr_fr: Non
pt_pt: Não

# lblfrmCompContAERevertirImportes
source: Revert amounts
ca_es: Revertir imports
es_es: Revertir importes
fr_fr: Retourner montants
pt_pt: Inverter valores

# lblfrmCompContAERevertirImportesDH
source: Revert Amounts and D/C
ca_es: Revertir Import i D/H
es_es: Revertir importe y D/H
fr_fr: Retourner montants et D/C
pt_pt: Inverter Valores e D/H

# lblfrmCompContClickDerAdicionarFila
source: Add row
ca_es: Adicionar Fila
es_es: Adicionar fila
fr_fr: Ajouter rangée
pt_pt: Acrescentar linha

# lblfrmCompContClickDerInsertarFila
source: Insert row
ca_es: Insertar Fila
es_es: Insertar fila
fr_fr: Insérer rangée
pt_pt: Inserir linha

# lblfrmCompContClickDerSuprimirFila
source: Delete row
ca_es: Suprimir Fila
es_es: Suprimir fila
fr_fr: Supprimer rangée
pt_pt: Eliminar linha

# lblfrmCompContClickDerBuscar
source: To search
ca_es: Buscar
es_es: Buscar
fr_fr: Chercher
pt_pt: Procurar

# lblfrmCompContClickDerAjustCol
source: Adjust columns
ca_es: Ajustar columnes
es_es: Ajustar columnas
fr_fr: Ajuster colonnes
pt_pt: Ajustar colunas

# lblfrmCompContClickDerExportar
source: Export
ca_es: Exportar
es_es: Exportar
pt_pt: Exportação

# lblfrmCompContClickDerImportar
source: Import
ca_es: Importar
es_es: Importar
fr_fr: Importer
pt_pt: Importação

# lblfrmCompContClickDerCortar
source: Cut
ca_es: Cortar
es_es: Cortar
fr_fr: Couper
pt_pt: Cortar

# lblfrmCoContClickDerCopiar
source: Copy
ca_es: Tallar
es_es: Copiar
fr_fr: Copier
pt_pt: Copiar

# lblfrmCompContClickDerPegar
source: Paste
ca_es: Enganxar
es_es: Pegar
fr_fr: Coller
pt_pt: Pegar

# lblfrmCompContClickDerBorrar
source: Delete
ca_es: Esborrar
es_es: Borrar
fr_fr: Effacer
pt_pt: Apagar

# lblfrmCompContdgCuenta
source: Account
ca_es: Compte
es_es: Cuenta
fr_fr: Compte
pt_pt: Conta

# lblfrmCompContdgAux1
source: Subledger-1
ca_es: Auxiliar-1
es_es: Auxiliar-1
fr_fr: Auxiliaire-1
pt_pt: Auxiliar-1

# lblfrmCompContdgAux2
source: Subledger-2
ca_es: Auxiliar-2
es_es: Auxiliar-2
fr_fr: Auxiliaire-2
pt_pt: Auxiliar-2

# lblfrmCompContdgAux3
source: Subledger-3
ca_es: Auxiliar-3
es_es: Auxiliar-3
fr_fr: Auxiliaire-3
pt_pt: Auxiliar-3

# lblfrmCompContdgDH
source: D/C
ca_es: D/H
es_es: D/H
pt_pt: D/H

# lblfrmCompContdgMonedaLocal
source: Local Currency
ca_es: Moneda Local
es_es: Moneda Local
fr_fr: Devise Locale
pt_pt: Moeda Local

# lblfrmCompContdgMonedaExt
source: Foreign Currency
ca_es: Moneda Estrangera
es_es: Moneda Extranjera
fr_fr: Devise Étrangère
pt_pt: Moeda Estrangeira

# lblfrmCompContdgDesc
source: Description
ca_es: Descripció
es_es: Descripción
pt_pt: Descrição

# lblfrmCompContdgDocumento
source: Document
es_es: Documento
pt_pt: Documento

# lblfrmCompContdgFecha
source: Date
ca_es: Data
es_es: Fecha
pt_pt: Data

# lblfrmCompContdgVencimiento
source: Due date
ca_es: Venciment
es_es: Vencimiento
fr_fr: Échéance
pt_pt: Vencimento

# lblfrmCompContdgDocumento2
source: Document-2
es_es: Documento-2
pt_pt: Documento-2

# lblfrmCompContdgImporte3
source: Amount-3
ca_es: Import-3
es_es: Importe-3
fr_fr: Montant-3
pt_pt: Valor-3

# lblfrmCompContdgIva
source: Vat
ca_es: Iva
es_es: Iva
fr_fr: Tva
pt_pt: Iva

# lblfrmCompContdgCifDni
source: ID Number
ca_es: Cif/Dni
es_es: Cif/Dni
fr_fr: Cif/Cni
pt_pt: Nif/BI

# lblfrmCompContdgPrefijoDoc
source: Prefix document
es_es: Prefijo documento
fr_fr: Document de préfixe
pt_pt: Documento prefixo

# lblfrmCompContdgNumFactAmp
source: Expanded Invoice Number
ca_es: Nombre Factura Ampliat
es_es: Número Factura Ampliado
fr_fr: Élargi Numéro de Facture
pt_pt: Número de Fatura Expandida

# lblfrmCompContdgNumFactRectif
source: Invoice Number Rectified
ca_es: Nombre Factura Rectificada
es_es: Número Factura Rectificada
fr_fr: Numéro de Facture Rectifié
pt_pt: Fatura Número Retificado

# lblfrmCompContdgFechaServIVA
source: Date of Service
ca_es: Data de Servei
es_es: Fecha de Servicio
fr_fr: Date de service
pt_pt: Serviço Data

# lblfrmCompContdgCampoUserAlfa1
source: User Field alpha 1
ca_es: Camp d'usuari alfa 1
es_es: Campo de usuario alfa 1
fr_fr: Champ Utilisateur alpha 1
pt_pt: Alfa campo do usuário 1

# lblfrmCompContdgCampoUserAlfa2
source: User Field alpha 2
ca_es: Camp d'usuari alfa 2
es_es: Campo de usuario alfa 2
fr_fr: Champ Utilisateur alpha 2
pt_pt: Alfa campo do usuário 2

# lblfrmCompContdgCampoUserAlfa3
source: User Field alpha 3
ca_es: Camp d'usuari alfa 3
es_es: Campo de usuario alfa 3
fr_fr: Champ Utilisateur alpha 3
pt_pt: Alfa campo do usuário 3

# lblfrmCompContdgCampoUserAlfa4
source: User Field alpha 4
ca_es: Camp d'usuari alfa 4
es_es: Campo de usuario alfa 4
fr_fr: Champ Utilisateur alpha 4
pt_pt: Alfa campo do usuário 4

# lblfrmCompContdgCampoUserAlfa5
source: User Field alpha 5
ca_es: Camp d'usuari alfa 5
es_es: Campo de usuario alfa 5
fr_fr: Champ Utilisateur alpha 5
pt_pt: Alfa campo do usuário 5

# lblfrmCompContdgCampoUserAlfa6
source: User Field alpha 6
ca_es: Camp d'usuari alfa 6
es_es: Campo de usuario alfa 6
fr_fr: Champ Utilisateur alpha 6
pt_pt: Alfa campo do usuário 6

# lblfrmCompContdgCampoUserAlfa7
source: User Field alpha 7
ca_es: Camp d'usuari alfa 7
es_es: Campo de usuario alfa 7
fr_fr: Champ Utilisateur alpha 7
pt_pt: Alfa campo do usuário 7

# lblfrmCompContdgCampoUserAlfa8
source: User Field alpha 8
ca_es: Camp d'usuari alfa 8
es_es: Campo de usuario alfa 8
fr_fr: Champ Utilisateur alpha 8
pt_pt: Alfa campo do usuário 8

# lblfrmCompContdgCampoUserNum1
source: User numeric field 1
ca_es: Camp usuari numèric 1
es_es: Campo usuario numérico 1
fr_fr: Champ numérique de l'utilisateur 1
pt_pt: Campo numérico do usuário 1

# lblfrmCompContdgCampoUserNum2
source: User numeric field 2
ca_es: Camp usuari numèric 2
es_es: Campo usuario numérico 2
fr_fr: Champ numérique de l'utilisateur 2
pt_pt: Campo numérico do usuário 2

# lblfrmCompContdgCampoUserFecha1
source: User date field 1
ca_es: Camp usuari data 1
es_es: Campo usuario fecha 1
fr_fr: Champ de date de l'utilisateur 1
pt_pt: Campo de data do usuário 1

# lblfrmCompContdgCampoUserFecha2
source: User date field 2
ca_es: Camp usuari data 2
es_es: Campo usuario fecha 2
fr_fr: Champ de date de l'utilisateur 2
pt_pt: Campo de data do usuário 2

# lblClaseValor0
source: Single ML
ca_es: Només ML
es_es: Solo ML
fr_fr: Unique ML
pt_pt: Único ML

# lblClaseValor1
source: ML calculated ME
ca_es: ML calcula ME
es_es: ML calcula ME
fr_fr: ML calculé ME
pt_pt: ML calculado ME

# lblClaseValor2
source: ME calculated ML
ca_es: ME calcula ML
es_es: ME calcula ML
fr_fr: ME calculé ML
pt_pt: ME calculado ML

# lblClaseValor3
source: ML and ME
ca_es: ML i ME
es_es: ML y ME
fr_fr: ML et ME
pt_pt: ML e ME

# lblfrmCompContErrComp
source: The company is not valid
ca_es: La companyia no és vàlida
es_es: La compañía no es válida
fr_fr: La société n'est pas valide
pt_pt: A empresa não é válido

# lblfrmCompContErrAAPPVacio
source: You must enter the Year-Period
ca_es: Cal introduir l'Any-Període
es_es: Debe introducir el Año-Período
fr_fr: Vous devez entrer le Année-Période
pt_pt: Você deve digitar o Biénio

# lblfrmCompContErrAAPP
source: The Year-Period is not valid for the selected company
ca_es: L'Any-Període no és vàlid per a la companyia seleccionada
es_es: El Año-Período no es válido para la compañía seleccionada
fr_fr: L'Année-Période n'est pas valable pour l'entreprise sélectionnée
pt_pt: O período de ano não é válida para a empresa selecionada

# lblfrmCompContErrAAPPExcep
source: Failed to validate the Year-Period
ca_es: Error en validar l'Any-Període
es_es: Error al validar el Año-Período
fr_fr: Impossible de valider la période ans
pt_pt: Falha ao validar o Período anos

# lblfrmCompContErrTipo
source: The type is invalid
ca_es: El Tipus no és vàlid
es_es: El Tipo no es válido
fr_fr: Le type est invalide
pt_pt: O tipo é inválido

# lblfrmCompContErrTipoExcep
source: Failed to validate the type
ca_es: Un error en validar el Tipus
es_es: Error al validar el Tipo
fr_fr: Impossible de valider le type
pt_pt: Falha ao validar o tipo

# lblfrmCompContErrFecha
source: The date is not within the period
ca_es: La Data no està dins del període
es_es: La Fecha no está dentro del período
fr_fr: La date n'est pas dans le délai
pt_pt: A data não está dentro do período

# lblfrmCompContErrFechaExcep
source: Error validating date
ca_es: Error en validar la data
es_es: Error al validar la fecha
fr_fr: Erreur de valider la date
pt_pt: Erro ao validar data

# lblfrmCompContErrSinCuadrar
source: Proof without squaring
ca_es: Comprovant sense quadrar
es_es: Comprobante sin cuadrar
fr_fr: Preuve sans quadrature
pt_pt: Prova sem quadratura

# lblCompContDebe
source: Should
ca_es: Deure
es_es: Debe
fr_fr: Devrait
pt_pt: Deveria

# lblCompContHaber
source: Haber
ca_es: Haver
fr_fr: Avoir
pt_pt: Ter

# errExportExcel
source: Error exporting excel file
ca_es: Error exportant fitxer excel
es_es: Error exportando fichero excel
fr_fr: Erreur exportation fichier Excel
pt_pt: Erro ao exportar arquivo excel

# errImportExcel
source: Error importing excel file
ca_es: Error important fitxer excel
es_es: Error importando fichero excel
fr_fr: Erreur importation d'un fichier excel
pt_pt: Erro ao importar arquivo excel

# errGrabarErrores
source: We found the following errors
ca_es: S'han trobat els següents errors
es_es: Se han encontrado los siguientes errores
fr_fr: Nous avons trouvé les erreurs suivantes
pt_pt: Encontramos os seguintes erros

# errGrabarErroresPreg
source: Anyways want to save the file?
ca_es: De tota manera voleu escriure el fitxer?
es_es: ¿De todas formas desea grabar el fichero?
fr_fr: Quoi qu'il en soit vouloir enregistrer le fichier?
pt_pt: De qualquer forma deseja salvar o arquivo?

# lblValidarOk
source: Correct validation
ca_es: Validació correcta
es_es: Validación correcta
fr_fr: Validation correcte
pt_pt: Validação correta

# lblSelCuentaMayor
source: Select Account Mayor
ca_es: Seleccionar Compte de Major
es_es: Seleccionar Cuenta de Mayor
fr_fr: Sélectionnez Compte Maire
pt_pt: Selecione Conta Prefeito

# errNoPlanCompania
source: He's not the type of plan defined for the selected company
ca_es: No està definit el tipus de pla per a la companyia seleccionada
es_es: No está definido el tipo de plan para la compañía seleccionada
fr_fr: Il est pas le type de plan défini pour l'entreprise sélectionnée
pt_pt: Ele não é o tipo de plano definido para a empresa selecionada

# lblSelCuentaAux1
source: Select Account Assistant1
ca_es: Seleccionar Compte Auxiliar1
es_es: Seleccionar Cuenta Auxiliar1
fr_fr: Sélectionnez Adjoint Compte1
pt_pt: Selecione Assistente de Conta1

# errNoCtaAux1
source: It is not defined for account assistant1 ledger account selected
ca_es: No està definit el compte d'auxiliar1 per compte de major seleccionat
es_es: No está definido la cuenta de auxiliar1 para la cuenta de mayor seleccionada
fr_fr: Elle ne se définit pour le compte du grand livre compte assistant1 sélectionné
pt_pt: Não é definida assistente de conta1 para a conta prefeito selecionado

# lblSelCuentaAux2
source: Select Account Assistant2
ca_es: Seleccionar Compte Auxiliar2
es_es: Seleccionar Cuenta Auxiliar2
fr_fr: Sélectionnez Adjoint Compte2
pt_pt: Selecione Assistente de Conta2

# errNoCtaAux2
source: It is not defined for account assistant2 ledger account selected
ca_es: No està definit el compte d'auxiliar2 per compte de major seleccionat
es_es: No está definido la cuenta de auxiliar2 para la cuenta de mayor seleccionada
fr_fr: Elle ne se définit pour le compte du grand livre compte assistant2 sélectionné
pt_pt: Não é definida assistente de conta2 para a conta prefeito selecionado

# lblSelCuentaAux3
source: Select Account Assistant3
ca_es: Seleccionar Compte Auxiliar3
es_es: Seleccionar Cuenta Auxiliar3
fr_fr: Sélectionnez Adjoint Compte3
pt_pt: Selecione Assistente de Conta3

# errNoCtaAux3
source: It is not defined for account assistant3 ledger account selected
ca_es: No està definit el compte d'auxiliar3 per compte de major seleccionat
es_es: No está definido la cuenta de auxiliar3 para la cuenta de mayor seleccionada
fr_fr: Elle ne se définit pour le compte du grand livre compte assistant3 sélectionné
pt_pt: Não é definida assistente de conta3 para a conta prefeito selecionado

# lblSelCuentaIVA
source: Select VAT
ca_es: Seleccionar IVA
es_es: Seleccionar IVA
fr_fr: Sélectionnez TVA
pt_pt: Selecione IVA

# errNoCtaIVA
source: It is not defined VAT account for the company plan selected
ca_es: No està definit el compte d'IVA per al de pla de la companyia seleccionada
es_es: No está definido la cuenta de IVA para el de plan de la compañía seleccionada
fr_fr: Elle ne se définit compte de la TVA pour le plan d'entreprise sélectionnée
pt_pt: Não é definida conta IVA para o plano da empresa selecionada

# lblGridErrorCabTipo
source: Type
ca_es: Tipus
es_es: Tipo
pt_pt: Taxa
