Repository: erinaldo/SmartCG
Catalog: ModComprobantes/Language.*.resx
Languages: ca_es, es_es, fr_fr, pt_pt

# error_200
source: Proof Class 2 does not support VAT
ca_es: El comprovant de classe 2 no admet IVA
es_es: El comprobante de clase 2 no admite IVA
fr_fr: Preuve de la classe 2 ne supporte pas la TVA
pt_pt: A prova da classe 2 não suporta IVA

# error_201
source: Year/month closed VAT movements
ca_es: Any/mes tancat per a moviments d'IVA
es_es: Año/mes cerrado para movimientos de IVA
fr_fr: Année/mois fermé mouvements de TVA
pt_pt: Fechado IVA movimentos Ano/mês

# error_202
source: Missing tax identification number
ca_es: Falta el número d'identificació tributària
es_es: Falta el número de identificación tributaria
fr_fr: Manquant numéro d'identification fiscale
pt_pt: Faltando número de identificação fiscal

# error_203
source: This seat carries no tax identification number
ca_es: Aquest assentament no porta número d'identificació tributària
es_es: Este asiento no lleva número de identificación tributaria
fr_fr: Ce siège ne prend pas numéro d'identification fiscale
pt_pt: Este assento não carrega nenhum número de identificação fiscal

# error_204
source: This seat must carry third amount
ca_es: Aquest assentament ha de portar tercer import
es_es: Este asiento debe llevar tercer importe
fr_fr: Ce siège doit porter tiers des quantités
pt_pt: Este assento deve levar quantidades terceiros

# error_205
source: ID Number not found in master or teacher assistants ID Numbers
ca_es: CIF no trobat a mestre d'auxiliars ni en mestre de CIF/DNI
es_es: CIF no encontrado en maestro de auxiliares ni en maestro de CIF/DNI
fr_fr: Cif ne figure pas dans maîtres ou professeurs assistants Cif/Cni
pt_pt: Nif não encontrado em assistentes de professores mestre ou Nif/BI

# error_206
source: Exceeded maximum allowed for rounding adjustment
ca_es: Superat màxim admès per ajust arrodoniment
es_es: Superado máximo admitido para ajuste redondeo
fr_fr: Superat màxim admès per ajust arrodoniment
pt_pt: Máximo permitido excedido para o arredondamento de ajuste

# lblfrmCompExtContListaTitulo
source: List of Non-GL Journal Entry
ca_es: Llista d'Comprovants Extracomptables
es_es: Lista de Comprobantes Extracontables
fr_fr: Liste des hors Preuve
pt_pt: Lista de Comprobantes Extracontables

# errPrefLoteReservado
source: Prefix lot reserved
ca_es: Prefix de lot reservat
es_es: Prefijo de lote reservado
fr_fr: Beaucoup préfixe réservé
pt_pt: Muito Prefix reservados

# errVerificarDatosLote
source: Error checking whether data lot
ca_es: Error verificant si hi ha dades del lot
es_es: Error verificando si existen datos del lote
fr_fr: Vérification d'erreur si les données lot
pt_pt: Erro ao verificar se os dados lot

# errFicheroBadCabecera
source: Incorrect file (Header)
ca_es: Fitxer incorrecte (Capçalera)
es_es: Fichero incorrecto (Cabecera)
fr_fr: Fichier incorrect (Header)
pt_pt: Arquivo incorreto (Header)

# errProcesandoFichero
source: Error processing file
ca_es: Error processant el fitxer
es_es: Error procesando el fichero
fr_fr: Fichier de traitement d'erreur
pt_pt: Erro ao processar o arquivo

# errInsertGLC04
source: Error inserting into the table GLC04
ca_es: Error inserint en la taula GLC04
es_es: Error insertando en la tabla GLC04
fr_fr: Erreur insérer dans le tableau GLC04
pt_pt: Erro inserir no GLC04 tabela

# errDelDatosLote
source: Error removing the lot of the table
ca_es: Error eliminant el lot de la taula
es_es: Error eliminando el lote de la tabla
fr_fr: Erreur de retirer le lot de la table
pt_pt: Erro ao remover o lote da tabela

# errExistenDatosLote
source: There batch data in the table
ca_es: Existeixen dades del lot en la taula
es_es: Existen datos del lote en la tabla
fr_fr: Données de lots là dans la table
pt_pt: Lá os dados do lote na tabela

# errLoteEnUso
source: Lot in use
ca_es: Lot en ús
es_es: Lote en uso
fr_fr: Lot en cours d'utilisation
pt_pt: Lot em uso

# errVerificarPrefLoteGLC04
source: Error checking the batch code on the table GLC04
ca_es: Error verificant el codi del lot en la taula GLC04
es_es: Error verificando el prefijo del lote en la tabla GLC04
fr_fr: Erreur vérifier le code de lot sur la table GLC04
pt_pt: Erro ao verificar o código do lote em cima da mesa GLC04

# errInsertCabComp
source: Error inserting the head of the voucher
ca_es: Error inserint la capçalera del comprovant
es_es: Error insertando la cabecera del comprobante
fr_fr: Erreur insérant la tête du bon
pt_pt: Erro ao inserir a cabeça do voucher

# errInsertDetComp
source: Error inserting detailed proof
ca_es: Error inserint el detall del comprovant
es_es: Error insertando el detalle del comprobante
fr_fr: Erreur insertion preuve détaillée
pt_pt: Erro ao inserir prova detalhada

# errTransferComprob
source: Error transferring proof
ca_es: Error transferint el comprovant
es_es: Error transfiriendo el comprobante
fr_fr: Erreur preuve transfert
pt_pt: Erro prova transferindo

# errInsertPRC04
source: Error inserting into the table PRC04
ca_es: Error inserint en la taula PRC04
es_es: Error insertando en la tabla PRC04
fr_fr: Erreur insérer dans le tableau PRC04
pt_pt: Erro inserir no PRC04 tabela

# lblfrmCompContGestionLotes
source: Batch Management
ca_es: Gestió de Lots
es_es: Gestión de Lotes
fr_fr: Gestion des Lots
pt_pt: Administração de Lotes

# lblEdicionLotes
source: Batch Edition
ca_es: Edició de Lots
es_es: Edición de Lotes
fr_fr: Édition des Lotes
pt_pt: Edição de Lotes

# lblFormatoAmpliado
source: Expanded format
ca_es: Formato ampliado
es_es: Formato ampliado
fr_fr: Format élargi
pt_pt: Formato expandido

# lblSi
source: Yes
ca_es: Sí
es_es: Sí
fr_fr: Oui
pt_pt: Sim

# lblNo
source: No
fr_fr: Pas
pt_pt: Não

# lblUsuario
source: User
ca_es: Usuari
es_es: Usuario
fr_fr: Utilisateur
pt_pt: Usuário

# lblMostrartodos
source: Show all processed batches
ca_es: Mostra tots els lots processats
es_es: Mostrar todos los lotes procedados
fr_fr: Voir tous les lots traités
pt_pt: Mostrar todos os lotes processados

# lblGestionLotProc
source: Processed Batch Management
ca_es: Gestió de Lots processats
es_es: Gestión de Lotes procesados
fr_fr: Gestion des lots traités
pt_pt: Administração de lotes processados

# toolStripSuprimirHcoMensajes
source: Delete message history
ca_es: Suprimir l'historial de missatges
es_es: Suprimir histórico de mensajes
fr_fr: Supprimer l'historique des messages
pt_pt: Excluir histórico de mensagens

# lblCabeceraComp
source: Headers vouchers
ca_es: Capçaleres de comprovants
es_es: Cabeceras de comprobantes
fr_fr: Cabeceras de comprobantes
pt_pt: Cabeçalhos comprovantes

# lblLotesProc
source: Processed batches
ca_es: Lots processats
es_es: Lotes procesados
fr_fr: Lots traités
pt_pt: Lotes processados

# lblErrores
source: Mistakes
ca_es: Errors
es_es: Errores
fr_fr: Erreurs
pt_pt: Erros

# dgHeaderLotesErroresTipoTransf
source: Transfer type
ca_es: Tipus transferència
es_es: Tipo transferencia
fr_fr: Type de transfert
pt_pt: Tipo de transferência

# dgHeaderLotesErroresOrigen
source: Origin
ca_es: Origen
es_es: Origen
fr_fr: Source
pt_pt: Fonte

# dgHeaderLotesErroresHora
source: Time
ca_es: Hora
es_es: Hora
fr_fr: Heur
pt_pt: Tempo

# dgHeaderLotesErroresNumErrores
source: Number of Errors
ca_es: Nombre d'Errors
es_es: Número de Errores
fr_fr: Nombre d'erreurs
pt_pt: Número de Erros

# lblSuprimirHcoMensError
source: Delete error message history
ca_es: Suprimir l'historial de missatges d'error
es_es: Suprimir histórico de mensajes de error
fr_fr: Supprimer l'historique des messages d'erreur
pt_pt: Excluir histórico de mensagens de erro

# lblHastaFecha
source: Up to date
ca_es: Fins a data
es_es: Hasta fecha
fr_fr: À jour
pt_pt: Até à data

# confEliminarMensajesError
source: They are to remove all error messages to date. Do you wish to continue?
ca_es: Es van a eliminar tots els missatges d'error fins a la data indicada. Voleu continuar?
es_es: Se van a eliminar todos los mensajes de error hasta la fecha indicada. ¿Desea continuar?
fr_fr: Ils sont pour supprimer tous les messages d'erreur à ce jour. Continuer?
pt_pt: Eles são para remover todas as mensagens de erro até à data. Continuar?

# errFechaDesdeFormatoNoValido
source: The date from does not have a valid format
ca_es: La data des de no té un format vàlid
es_es: La fecha desde no tiene un formato válido
fr_fr: La date à partir n'a pas un format valide
pt_pt: A data a partir da não tem um formato válido

# lblErrNoLotes
source: There are lots processed for the search criteria used
ca_es: No hi ha lots processats per al criteri de recerca utilitzat
es_es: No existen lotes procesados para el criterio de búsqueda utilizado
fr_fr: Il y a beaucoup transformés pour les critères de recherche utilisés
pt_pt: Há lotes processados para os critérios de pesquisa usados

# errFechaHastaNoInf
source: You must enter a date until which will suppress error messages historic
ca_es: Ha d'indicar una data fins a la qual es va a suprimir l'històric de missatges d'error
es_es: Debe indicar una fecha hasta la cual se va a suprimir el histórico de mensajes de error
fr_fr: Vous devez entrer une date jusqu'à ce qui supprime les messages d'erreur historiques
pt_pt: Você deve digitar uma data até à qual irá suprimir mensagens de erro históricos

# errCargandoComp
source: Error loading the voucher
ca_es: Error carregant el comprovant
es_es: Error cargando el comprobante
fr_fr: Erreur lors du chargement du bon
pt_pt: Erro ao carregar o voucher

# errTraspasandoComp
source: Error transferring lots
ca_es: Error traspassant els lots
es_es: Error traspasando los lotes
fr_fr: Erreur de transférer beaucoup
pt_pt: Lotes de erro transferência

# confTraspasarCompErroresLote
source: There are erroneous vouchers in the batch. You want to transfer them?
ca_es: Hi ha comprovants erronis en el lot. Vol traspassar-?
es_es: Hay comprobantes erróneos en el lote. ¿Quiere traspasarlos?
fr_fr: Il y a des bons erronés dans le lot. Vous voulez les transférer?
pt_pt: Há vales errôneas no lote. Você quer transferi-los?

# confEliminarApuntesComp
source: They are to remove all the notes of the selected vouchers. Do you wish to continue?
ca_es: Es van a eliminar tots els apunts dels comprovants seleccionats. Voleu continuar?
es_es: Se van a eliminar todos los apuntes de los comprobantes seleccionados. ¿Desea continuar?
fr_fr: Ils sont d'éliminer toutes les notes des coupons sélectionnés. Continuer?
pt_pt: Eles são de remover todas as notas dos comprovantes selecionados. Continuar?

# confEliminarMensajesErrorSel
source: They are to remove all selected messages error. Do you wish to continue?
ca_es: Es van a eliminar tots els missatges d'error seleccionats. Voleu continuar?
es_es: Se van a eliminar todos los mensajes de error seleccionados. ¿Desea continuar?
fr_fr: Ils sont d'éliminer toute erreur de messages sélectionnés. Continuer?
pt_pt: Eles são de remover todas as mensagens de erro selecionado. Continuar?

# errTablaCabLoteNoExiste
source: There is no batch header table
ca_es: No hi ha la taula capçalera de lots
es_es: No existe la tabla cabecera de lotes
fr_fr: Il n'y a pas de table d'en-tête de lot
pt_pt: Não há tabela de cabeçalho de lote

# errTablaDetLoteNoExiste
source: There is no batch table details
ca_es: No hi ha la taula detalls de lots
es_es: No existe la tabla detalles de lotes
fr_fr: Il n'y a pas de détails de la table de lots
pt_pt: Não há detalhes tabela de lotes

# errVerificarTablaLote
source: No batch table
ca_es: No hi ha la taula de lot
es_es: No existe la tabla de lote
fr_fr: Pas de table de lot
pt_pt: Nenhuma tabela de lotes

# errNoExistenLotes
source: No batch
ca_es: No hi ha lots
es_es: No existen lotes
fr_fr: Aucun lot
pt_pt: Nenhum lote

# lblNoExistenCompConErrores
source: No vouchers with errors
ca_es: No existeixen comprovants amb errors
es_es: No existen comprobantes con errores
fr_fr: Aucun coupons avec des erreurs
pt_pt: Não vouchers com erros

# lblNoExistenDatosCriterioSel
source: No data selection criteria
ca_es: No hi ha dades amb el criteri de selecció
es_es: No hay datos con el criterio de selección
fr_fr: Aucun critère de sélection de données
pt_pt: Não existem critérios de seleção de dados

# lblSelSolo1Lote
source: You must select a single batch
ca_es: Ha de seleccionar un sol lot
es_es: Debe seleccionar un solo lote
fr_fr: Vous devez sélectionner un seul lot
pt_pt: Você deve selecionar um único lote

# lblNoErrores
source: No errors were detected
ca_es: No s'han detectat errors
es_es: No se han detectado errores
fr_fr: Aucune erreur n'a été détectée
pt_pt: Nenhum erro foi detectado

# errNoExisteComp
source: There is no proof
ca_es: No existeix el comprovant
es_es: No existe el comprobante
fr_fr: Il n'y a pas de preuve
pt_pt: Não há nenhuma prova

# errRecuperandoComp
source: Error recovering proof
ca_es: Error recuperant el comprovant
es_es: Error recuperando el comprobante
fr_fr: Erreur preuve récupération
pt_pt: Prova de recuperação de erro

# lblTipoTransContab
source: Accounted
ca_es: Comptabilitzats
es_es: Contabilizados
fr_fr: Comptabilisés
pt_pt: Representaram

# lblTipoTransAprob
source: Approved
ca_es: Aprovats
es_es: Aprobados
fr_fr: Approuvé
pt_pt: Aprovado

# lblTipoTransNoAprob
source: Unapproved
ca_es: No Aprovats
es_es: No Aprobados
fr_fr: Non approuvé
pt_pt: Não aprovado

# lblfrmCompContListaGLB01Titulo
source: List of vouchers
ca_es: Llista de comprovants
es_es: Lista de comprobantes
fr_fr: Liste des pièces justificatives
pt_pt: Lista de vales

# toolStripAprobar
source: Approve
ca_es: Aprovar
es_es: Aprobar
fr_fr: Approuver
pt_pt: Aprovar

# toolStripRechazar
source: Reject
ca_es: Rebutjar
es_es: Rechazar
fr_fr: Rejeter
pt_pt: Rejeitar

# toolStripContabilizar
source: Accounting
ca_es: Comptabilitzar
es_es: Contabilizar
fr_fr: Comptabilité
pt_pt: Contabilidade

# toolStripAprobarContab
source: Approve+Accounting
ca_es: Aprovar+Comptabilitzar
es_es: Aprobar+Contabilizar
fr_fr: Approuver+Comptabilité
pt_pt: Aprovar+Contabilidade

# toolStripRevertir
source: Revert
ca_es: Revertir
es_es: Revertir
fr_fr: Revenir
pt_pt: Reverter

# toolStripActualizar
source: To update
ca_es: Actualitzar
es_es: Actualizar
fr_fr: Mettre à jour
pt_pt: Atualizar

# toolStripVerAccAct
source: View Current Actions
ca_es: Veure Accions Actuals
es_es: Ver Acciones Actuales
fr_fr: Voir Actions Actuelles
pt_pt: Ver Ações Atuais

# toolStripVerHistorial
source: View History
ca_es: Veure Històric
es_es: Ver Historial
fr_fr: Afficher l'historique
pt_pt: Ver histórico

# lblEstado
source: State
ca_es: Estat
es_es: Estado
fr_fr: État
pt_pt: Estado

# lblModoTrabajo
source: Working Mode
ca_es: Mode de treball
es_es: Modo de trabajo
fr_fr: Mode de travail
pt_pt: Modo de trabalho

# lblEstadoAccion
source: Previous State - Action
ca_es: Estat Anterior - Acció
es_es: Estado Anterior - Acción
fr_fr: État précédent - Action
pt_pt: Estado anterior - Acção

# lblUsuarioApp
source: Application User
ca_es: Usuari App
es_es: Usuario App
fr_fr: Utilisateur de l'application
pt_pt: Usuário do aplicativo

# lblUsuarioRed
source: User Network
ca_es: Usuari Xarxa
es_es: Usuario Red
fr_fr: Réseau d'utilisateur
pt_pt: Usuário de Rede

# errBusqComp
source: Not found proof for the selected search criteria
ca_es: No s'han trobat comprovants per al criteri de cerca utilitzat
es_es: No se han encontrado comprobantes para el criterio de búsqueda seleccionado
fr_fr: Pas trouvé de preuve pour les critères de recherche sélectionnés
pt_pt: Não encontrou provas para os critérios de pesquisa selecionados

# errAccionesActuales
source: No action has been taken on vouchers
ca_es: No s'han realitzat accions sobre els comprovants
es_es: No se han realizado acciones sobre los comprobantes
fr_fr: Aucune mesure n'a été prise sur les bons
pt_pt: Nenhuma ação foi tomada em vales

# errVisorHistorial
source: History has not been found for the selected voucher
ca_es: No s'ha trobat historial per el comprovant seleccionat
es_es: No se ha encontrado historial para el comprobante seleccionado
fr_fr: L'histoire n'a pas été trouvé pour le bon sélectionné
pt_pt: A história não foi encontrado para o voucher selecionado

# errAccionYaEjecutada
source: Previously executed action
ca_es: Acció prèviament executada
es_es: Acción previamente ejecutada
fr_fr: L'action exécutée précédemment
pt_pt: Ação executada anteriormente

# errAccionNoPermitida
source: Not allowed action for the voucher
ca_es: Acció no permesa per el comprovant
es_es: Acción no permitida para el Comprobante
fr_fr: Pas permis action pour le bon
pt_pt: Ação não permitida para Proof

# lblAccion
source: Action
ca_es: Acció
es_es: Acción
fr_fr: Ação
pt_pt: Ação

# lblAccionNoPermitida
source: not allowed for voucher
ca_es: no permesa per el comprovant
es_es: no permitida para el Comprobante
fr_fr: pas permis bon
pt_pt: não permitido para Proof

# lblNumero
source: Number
ca_es: Nombre
es_es: Número
fr_fr: Le numéro
pt_pt: Número

# lblContabilizarComp
source: Accounting voucher
ca_es: Comptabilitzar comprovant
es_es: Contabilizar comprobante
fr_fr: Bon comptable
pt_pt: Comprovante de contabilidade

# lblRevertirComp
source: Revert voucher
ca_es: Revertir comprovant
es_es: Revertir comprobante
fr_fr: Rétablir la preuve
pt_pt: Reverter a prova

# errYaNoExiste
source: no longer exists
ca_es: ja no existeix
es_es: ya no existe
fr_fr: ça n'existe plus
pt_pt: já não existe

# lblfrmCompContAltaEditaComentariosTitulo
source: View / Edit Comments
ca_es: Veure / Edita Comentaris
es_es: Ver/Editar Comentarios
fr_fr: Voir / Modifier Commentaires
pt_pt: Ver / Editar Comentários

# lblfrmCompContAEComGuardarCambios
source: Do you want to save your changes?
ca_es: Voleu desar els canvis?
es_es: ¿Desea guardar los cambios efectuados?
fr_fr: Voulez-vous enregistrer vos modifications?
pt_pt: Você deseja salvar as alterações?

# lblfrmCompContBotGrabar
source: Grabar
ca_es: Guardar
es_es: Guardar

# lblfrmCompContBotGrabarComo
source: Grabar Como
ca_es: Guardar Como
es_es: Guardar Como
