Repository: erinaldo/SmartCG
Catalog: ModComprobantes/Language.*.resx
Languages: ca_es, es_es, fr_fr, pt_pt

# lblGridErrorCabLinea
source: Line
ca_es: Línia
es_es: Línea
fr_fr: Ligne
pt_pt: Linha

# lblGridErrorCabError
source: Error
fr_fr: Erreur
pt_pt: Erro

# lblfrmCompContVerComent
source: See comments
ca_es: Veure Comentaris
es_es: Ver Comentarios
fr_fr: Voir Commentaires
pt_pt: Ver Comentários

# lblfrmCompContdgPais
source: Country
ca_es: País
es_es: País
fr_fr: Pays
pt_pt: País

# lblConfDelLineasDetalle
source: They are to remove lines of detail. Do you wish to continue?
ca_es: Es van a eliminar les línies de detall. Voleu continuar?
es_es: Se van a elimimar las líneas de detalle. ¿Desea continuar?
fr_fr: Ils sont de supprimer les lignes de détail. Continuer?
pt_pt: Eles são para remover as linhas de detalhe. Continuar?

# lblCompContValidando
source: Validating
ca_es: Validant
es_es: Validando
fr_fr: Validation
pt_pt: Validando

# lblCompContConErrores
source: Proof with errors
ca_es: Comprovant amb errors
es_es: Comprobante con errores
fr_fr: Preuve d'erreurs
pt_pt: A prova com erros

# lblCompContComprobante
source: Voucher
ca_es: Comprovant
es_es: Comprobante
fr_fr: Réception
pt_pt: Recibo

# lblCompContExportando
source: Exporting
ca_es: Exportant
es_es: Exportando
fr_fr: Exportando
pt_pt: Exportando

# lblCompContImportando
source: Importing
ca_es: Important
es_es: Importando
fr_fr: Importation
pt_pt: Importador

# errActualizarCabCompCont
source: Error updating header proof
ca_es: Error actualitzant la capçalera del comprovant
es_es: Error actualizando la cabecera del comprobante
fr_fr: Erreur en-tête de la mise à jour la preuve
pt_pt: Erro prova cabeçalho actualização

# errActualizarDetCompCont
source: Error updating detailed proof
ca_es: Error actualitzant el detall del comprovant
es_es: Error actualizando el detalle del comprobante
fr_fr: Erreur de mise à jour des preuves détaillées
pt_pt: Erro ao atualizar a prova detalhada

# lblfrmCompContErrCtaMayor
source: Account is invalid
ca_es: El compte de gran no és vàlida
es_es: La cuenta de mayor no es válida
fr_fr: La compte est invalide
pt_pt: Conta Prefeito é inválido

# lblfrmCompContErrCtaMayorExcep
source: Failed to validate the general ledger account
ca_es: Error en validar el compte de major
es_es: Error al validar la cuenta de mayor
fr_fr: Impossible de valider le compte du grand livre général
pt_pt: Falha ao validar a conta de contabilidade geral

# lblfrmCompContErrCtaAuxiliar
source: Auxiliary account is invalid
ca_es: El compte d'auxiliar no és vàlida
es_es: La cuenta de auxiliar no es válida
fr_fr: Compte auxiliaire est invalide
pt_pt: Conta auxiliar é inválido

# lblfrmCompContErrCtaAuxiliarExcep
source: Failed to validate the account assistant
ca_es: Error en validar el compte d'auxiliar
es_es: Error al validar la cuenta de auxiliar
fr_fr: Impossible de valider le compte assistant
pt_pt: Falha ao validar o assistente de conta

# lblfrmCompContErrIVA
source: The VAT code is not valid
ca_es: El codi d'IVA no és vàlid
es_es: El código de IVA no es válido
fr_fr: Le code de la TVA est pas valide
pt_pt: O código do IVA não é válido

# lblfrmCompContErrIVAExcep
source: Failed to validate the VAT code
ca_es: Error al validar el codi d'IVA
es_es: Error al validar el código de IVA
fr_fr: Impossible de valider le code de la TVA
pt_pt: Falha ao validar o código do IVA

# lblSelCuenta
source: Select Account
ca_es: Seleccionar Compte
es_es: Seleccionar Cuenta
fr_fr: Sélectionnez compte
pt_pt: Seleccione Conta

# errNoCta
source: It is not defined for the account assistant
ca_es: No està definit l'auxiliar per al compte
es_es: No está definido el auxiliar para la cuenta
fr_fr: Il est pas défini pour le compte assistant
pt_pt: Não está definido para o assistente de conta

# lblfrmCompContCopia
source: copy
ca_es: copia
es_es: copia
fr_fr: copie
pt_pt: copia

# lblfrmCompContImportarDeFinanzasTitulo
source: Import Journal Entries from Finances
ca_es: Importar Comprovants de Finances
es_es: Importar Comprobantes de Finanzas
fr_fr: Importer Preuves de Finances
pt_pt: Importar Diários de Finanças

# lblCompContImpDeFinBuscar
source: Search
ca_es: Cercar
es_es: Buscar
fr_fr: Buscar
pt_pt: Procurar

# lblCompContImpDeFinImportar
source: Import
ca_es: Importar
es_es: Importar
fr_fr: Importer
pt_pt: Importação

# errCompaniaObl
source: It is mandatory to inform the company
ca_es: És obligatori informar la companyia
es_es: Es obligatorio informar la compañía
fr_fr: Il est obligatoire d'informer la société
pt_pt: É obrigatório informar a empresa

# errAAPPoTipoObl
source: It is mandatory to report year-period or type
ca_es: És obligatori informar l'any-període o el tipus
es_es: Es obligatorio informar el año-periodo o el tipo
fr_fr: Il est obligatoire de déclarer l'année période ou du type
pt_pt: É obrigatório informar ano-período ou tipo

# lblEstadoAprobado
source: Approved
ca_es: Aprovat
es_es: Aprobado
fr_fr: Approuvé
pt_pt: Aprovado

# lblEstadoContabilizado
source: I posted
ca_es: Comptabilitzat
es_es: Contabilizado
fr_fr: J'ai posté
pt_pt: Eu postei

# lblEstadoRechazado
source: Rejected
ca_es: Rebutjat
es_es: Rechazado
fr_fr: Rejeté
pt_pt: Rejeitado

# lblEstadoNoAprobado
source: Unapproved
ca_es: No aprovat
es_es: No aprobado
fr_fr: Non approuvé
pt_pt: Não aprovado

# errTipoNoExiste
source: Type does not exist
ca_es: Tipus no existeix
es_es: Tipo no existe
fr_fr: N'existe pas de type
pt_pt: Tipo não existe

# lblfrmImportarDeFinanzasValTipoExcep
source: Failed to validate the type
ca_es: Error al validar el tipus
es_es: Error al validar el tipo
fr_fr: Impossible de valider le type
pt_pt: Falha ao validar o tipo

# errCompaniaNoExiste
source: Company does not exist
ca_es: Companyia no existeix
es_es: Compañía no existe
fr_fr: N'existe pas Société
pt_pt: Empresa não existe

# lblfrmImportarDeFinanzasValCiaExcep
source: Error validating the company
ca_es: Error al validar la companyia
es_es: Error al validar la compañía
fr_fr: Erreur de validation de la société
pt_pt: Erro validando a empresa

# lblfrmCompContTransferirFinanComprobantesTitulo
source: Transfer Journal Entries to Finances
ca_es: Transferir Comprovants a Finances
es_es: Transferir Comprobantes a Finanzas
fr_fr: Transférer Preuves à Finances
pt_pt: Transferir Diários para Finanças

# lblCompTransALArchivo
source: File
ca_es: Arxiu
es_es: Archivo
fr_fr: Archives
pt_pt: Arquivo

# lblCompTransALNo
source: No
fr_fr: Non
pt_pt: Não

# lblCompTransALSi
source: Yes
ca_es: Si
es_es: Sí
fr_fr: Oui
pt_pt: Si

# lblSelArchForNoAmp
source: Select files in non-extended
ca_es: Seleccionar arxius en format no ampliat
es_es: Seleccionar archivos en formato no ampliado
fr_fr: Sélectionnez les fichiers dans non étendu
pt_pt: Selecione os arquivos em não-estendido

# lblArchivos
source: Files
ca_es: Arxius
es_es: Archivos
fr_fr: Fichiers
pt_pt: Arquivos

# lblCompTransFinComprobantes
source: Journal Entries
ca_es: Comprovants
es_es: Comprobantes
fr_fr: Preuves
pt_pt: Diários

# lblCompTransFinPath
source: Path
ca_es: Ubicació
es_es: Ubicación
fr_fr: Emplacement
pt_pt: Localização

# lblCompTransEstado
source: State
ca_es: Estat
es_es: Estado
fr_fr: État
pt_pt: Estado

# lblCompTransFinNoTransf
source: Not Transfered
ca_es: No Transferits
es_es: No Transferidos
fr_fr: Non Transférés
pt_pt: Não Transferidos

# lblCompTransFinTodos
source: All
ca_es: Tots
es_es: Todos
fr_fr: Tous
pt_pt: Todos

# lblCompTransFinLoteBatch
source: Batch file
ca_es: Lote Batch
es_es: Lote Batch
fr_fr: Lot Batch
pt_pt: Lot Batch

# lblCompTransFinPrefijo
source: Prefix
es_es: Prefijo
fr_fr: Préfixe
pt_pt: Prefixo

# lblCompTransFinBiblioteca
source: Library
ca_es: Biblioteca
es_es: Biblioteca
fr_fr: Bibliothèque
pt_pt: Biblioteca

# lblCompTransFinCola
source: Out Queue
ca_es: Cua de Sortida
es_es: Cola de Salida
fr_fr: File de sortie
pt_pt: Fila de Saída

# lblCompTransFinBorrarLote
source: Delete batch data
ca_es: Esborrar Dades Lot
es_es: Borrar Datos Lote
fr_fr: Effacer Données Lot
pt_pt: Apagar Dados Lote

# lblCompTransFinTipoTransf
source: Transfer Type
ca_es: Tipus de Transferència
es_es: Tipo de Transferencia
fr_fr: Type de Transfert
pt_pt: Tipo de Transferência

# lblCompTransFinGenerarLoteB
source: Create Only file
ca_es: Només Generar Lot
es_es: Solo Generar Lote
fr_fr: Génèrer Uniquement Lot
pt_pt: Gera Somente Lot

# lblCompTransFinGenerarLoteBA
source: Create file and add
ca_es: Generar Lot i Addicionar
es_es: Generar Lote y Adicionar
fr_fr: Générer Lot et Ajouter
pt_pt: Gerar Lote e Adicionar

# lblCompTransFinNoAprob
source: Not approved
ca_es: No Aprovat/s
es_es: No Aprobado/s
fr_fr: Non Approuvé/s
pt_pt: Não Aprovado/s

# lblCompTransFinAprob
source: Approved
ca_es: Aprovat/s
es_es: Aprobado/s
fr_fr: Approuvé/s
pt_pt: Aprovado/s

# lblCompTransFinContab
source: Posted
ca_es: Comptabilitzat/s
es_es: Contabilizado/s
fr_fr: Comptabilisé/s
pt_pt: Contabilizado/s

# lblCompTransFinVerNoComp
source: View Journal Entry numbers
ca_es: Veure els números de comprovant
es_es: Ver los números de comprobante
fr_fr: Voir les numéros de preuve
pt_pt: Ver os números de diário

# lblCompTransFinTransferir
source: Transfer
ca_es: Transferir
es_es: Transferir
fr_fr: Transférer
pt_pt: Transferir

# lblfrmCompContTransferirArchivoLoteTitulo
source: Transfer Batch File to Finances
ca_es: Transferir Arxius de Lot a Finances
es_es: Transferir Archivos de Lote a Finanzas
fr_fr: Exporter Lot
pt_pt: Exportar Lote

# lblfrmConfigTitulo
source: Config
ca_es: Configuració
es_es: Configuración
fr_fr: Configuration
pt_pt: Configuração

# lblConfiggbFicherosComprobantes
source: Proof File Path
ca_es: Ruta Arxiu Comprovants
es_es: Ruta Archivos Comprobantes
fr_fr: Preuve fichier path
pt_pt: Prova Caminho do arquivo

# lblConfigCompContable
source: Accountant
ca_es: Comptable
es_es: Contable
fr_fr: Comptable
pt_pt: Contador

# lblConfigCompExtra
source: Non-accounting
ca_es: Extracomptable
es_es: Extracontable
fr_fr: Non-comptable
pt_pt: Não contábil

# lblConfiggbModelosComprobantes
source: Proof Models Path
ca_es: Ruta Models Comprovants
es_es: Ruta Modelos Comprobantes
fr_fr: Preuve modèles path
pt_pt: Prova Modelos Estrada

# lblConfigModeloContable
source: Accountant
ca_es: Comptable
es_es: Contable
fr_fr: Comptable
pt_pt: Contador

# lblConfigModeloExtra
source: Non-accounting
ca_es: Extracomptable
es_es: Extracontable
fr_fr: Non-comptable
pt_pt: Não contábil

# lblConfigSelPath
source: Select a folder
ca_es: Seleccioneu una carpeta
es_es: Seleccionar una carpeta
fr_fr: Sélectionnez un dossier
pt_pt: Selecione uma pasta

# error_148
source: Company does not exist
ca_es: Companyia no existeix
es_es: Compañía no existe
fr_fr: Ne existe pas entreprise
pt_pt: Empresa não existe

# error_149
source: Company inactive
ca_es: Companyia inactiva
es_es: Compañía inactiva
fr_fr: Société inactive
pt_pt: Empresa inativa

# error_79
source: User not authorized for this item
ca_es: Usuari no autoritzat a aquest Element
es_es: Usuario no autorizado a este Elemento
fr_fr: Utilisateur non autorisé pour ce produit
pt_pt: O usuário não autorizado para este item

# error_150
source: Wrong Period
ca_es: Període incorrecte
es_es: Periodo incorrecto
fr_fr: Période mauvais
pt_pt: Período errado

# error_151
source: There is no proof type
ca_es: Tipus de comprovant no existeix
es_es: Tipo de comprobante no existe
fr_fr: Il n'y a pas de type preuve
pt_pt: Não há nenhum tipo de prova

# error_152
source: Proof invalid type for batch input
ca_es: Tipus d'comprovant invàlid per a entrada batch
es_es: Tipo de comprobante inválido para entrada batch
fr_fr: Type de coupon valide pour batch input
pt_pt: Tipo inválido prova para entrada de lote

# error_153
source: Inactive proof type
ca_es: Tipus de comprovant inactiu
es_es: Tipo de comprobante inactivo
fr_fr: Type preuve inactif
pt_pt: Tipo de prova Inativo

# error_154
source: Date Incorrect proof for the period
ca_es: Data de comprovant incorrecta per al període
es_es: Fecha de comprobante incorrecta para el periodo
fr_fr: Date de la preuve incorrecte pour la période
pt_pt: Incorreto Data de recepção para o período

# error_155
source: Class of proof should be 0,1,2 or 3
ca_es: Classe de comprovant ha de ser 0,1,2 o 3
es_es: Clase de comprobante debe ser 0,1,2 o 3
fr_fr: Classe de la preuve devrait être 0,1,2 ou 3
pt_pt: Classe da prova deve ser 0,1,2 ou 3

# error_156
source: Class invalid voucher for currency
ca_es: Classe de comprovant invàlida per a la moneda
es_es: Clase de comprobante inválida para la moneda
fr_fr: Bon de classe non valide pour la monnaie
pt_pt: Comprovante de classe inválida para moeda

# error_157
source: Invalid exchange rate
ca_es: Taxa de canvi vàlida
es_es: Tasa de cambio inválida
fr_fr: Taux de change non valide
pt_pt: Taxa de câmbio inválido

# error_158
source: The ledger account does not exist
ca_es: El compte de major no existeix
es_es: La cuenta de mayor no existe
fr_fr: Ne existe pas le compte maire
pt_pt: A conta contábil não existe

# error_159
source: The account is not greater detail
ca_es: El compte de gran no és de detall
es_es: La cuenta de mayor no es de detalle
fr_fr: Le compte est pas plus en détail
pt_pt: A conta não é maior detalhe

# error_160
source: More inactive account
ca_es: Compte de major inactiva
es_es: Cuenta de mayor inactiva
fr_fr: Plus compte inactif
pt_pt: Conta mais inativos

# error_161
source: The ledger account reserved for other companies
ca_es: Compte de major reservada per a altres companyies
es_es: Cuenta de mayor reservada para otras compañías
fr_fr: Le compte maire réservé à d'autres entreprises
pt_pt: Conta reservada para outras empresas

# error_162
source: The ledger account requires first auxiliary
ca_es: Compte de major requereix primer auxiliar
es_es: Cuenta de mayor requiere primer auxiliar
fr_fr: Le compte maire nécessite premier auxiliaire
pt_pt: Requer mais em conta primeiro auxiliar

# error_163
source: The ledger account does not carry first auxiliary
ca_es: Compte de major no porta primer auxiliar
es_es: Cuenta de mayor no lleva primer auxiliar
fr_fr: Le compte maire ne porte pas les premiers auxiliaires
pt_pt: Conta não ter mais primeiro auxiliar

# error_164
source: First Auxiliary: Auxliliary Account not exists
ca_es: Primer auxiliar: Compte d'auxiliar no existeix
es_es: Primer auxiliar: Cuenta de auxiliar no existe
fr_fr: Premier auxiliar: Compte auxiliaire ne existe pas
pt_pt: Primeiro auxiliar: A Conta auxiliar não existe

# error_165
source: First Auxiliary: Auxiliary inactive account
ca_es: Primer auxiliar: Compte d'auxiliar inactiva
es_es: Primer auxiliar: Cuenta de auxiliar inactiva
fr_fr: Premier auxiliar: Compte inactif auxiliaire
pt_pt: Primeiro auxiliar: Conta inativa Auxiliar

# error_166
source: First Auxiliary: Auxiliary has reserved for other companies
ca_es: Primer auxiliar: Compte d'auxiliar reservada per a altres companyies
es_es: Primer auxiliar: Cuenta de auxiliar reservada para otras compañías
fr_fr: Premier auxiliar: Compte auxiliaire réservée pour d'autres entreprises
pt_pt: Primeiro auxiliar: Auxiliar reservou para outras empresas

# error_167
source: The ledger account requires second auxiliary
ca_es: Compte de major requereix primer auxiliar
es_es: Cuenta de mayor requiere segundo auxiliar
fr_fr: Le compte maire nécessite deuxième auxiliaire
pt_pt: Requer mais em conta segundo auxiliar

# error_168
source: The ledger account does not carry second auxiliary
ca_es: Compte de major no porta segundo auxiliar
es_es: Cuenta de mayor no lleva segundo auxiliar
fr_fr: Le compte maire ne porte pas les deuxièmes auxiliaires
pt_pt: Conta não ter mais segundo auxiliar

# error_169
source: Second Auxiliary: Auxliliary Account not exists
ca_es: Segundo auxiliar: Compte d'auxiliar no existeix
es_es: Segundo auxiliar: Cuenta de auxiliar no existe
fr_fr: Deuxième auxiliar: Compte auxiliaire ne existe pas
pt_pt: Segundo auxiliar: A Conta auxiliar não existe

# error_170
source: Second Auxiliary: Auxiliary inactive account
ca_es: Segundo auxiliar: Compte d'auxiliar inactiva
es_es: Segundo auxiliar: Cuenta de auxiliar inactiva
fr_fr: Deuxième auxiliar: Compte inactif auxiliaire
pt_pt: Segundo auxiliar: Conta inativa Auxiliar

# error_171
source: Second Auxiliary: Auxiliary has reserved for other companies
ca_es: Segundo auxiliar: Compte d'auxiliar reservada per a altres companyies
es_es: Segundo auxiliar: Cuenta de auxiliar reservada para otras compañías
fr_fr: Deuxième auxiliar: Compte auxiliaire réservée pour d'autres entreprises
pt_pt: Segundo auxiliar: Auxiliar reservou para outras empresas

# error_172
source: The ledger account requires third auxiliary
ca_es: Cuenta de mayor requiere tercer auxiliar
es_es: Cuenta de mayor requiere tercer auxiliar
fr_fr: Le compte maire nécessite troisième auxiliaire
pt_pt: Requer mais em conta terceiro auxiliar

# error_173
source: The ledger account does not carry third auxiliary
ca_es: Cuenta de mayor no lleva tercer auxiliar
es_es: Cuenta de mayor no lleva tercer auxiliar
fr_fr: Le compte maire ne porte pas les troisièmes auxiliaires
pt_pt: Conta não ter mais terceiro auxiliar

# error_174
source: Third auxiliar: Auxliliary Account not exists
ca_es: Tercer auxiliar: Cuenta de auxiliar no existe
es_es: Tercer auxiliar: Cuenta de auxiliar no existe
fr_fr: Troisième auxiliar: Compte auxiliaire ne existe pas
pt_pt: Terceiro auxiliar: A Conta auxiliar não existe

# error_175
source: Third auxiliar: Auxiliary inactive account
ca_es: Tercer auxiliar: Cuenta de auxiliar inactiva
es_es: Tercer auxiliar: Cuenta de auxiliar inactiva
fr_fr: Troisième auxiliar: Compte inactif auxiliaire
pt_pt: Terceiro auxiliar: Conta inativa Auxiliar

# error_176
source: Third auxiliar: Auxiliary has reserved for other companies
ca_es: Tercer auxiliar: Cuenta de auxiliar reservada para otras compañías
es_es: Tercer auxiliar: Cuenta de auxiliar reservada para otras compañías
fr_fr: Troisième auxiliar: Compte auxiliaire réservée pour d'autres entreprises
pt_pt: Terceiro auxiliar: Auxiliar reservou para outras empresas

# error_177
source: Type wrong move
ca_es: Tipus de moviment erroni
es_es: Tipo de movimiento erróneo
fr_fr: Tapez faux mouvement
pt_pt: Escreva movimento errado

# error_178
source: Local currency must be blank for type proof 2
ca_es: Moneda local ha d'estar en blanc per a classe de comprovant 2
es_es: Moneda local debe estar en blanco para clase de comprobante 2
fr_fr: Monnaie locale doit être vide pour le type de preuve 2
pt_pt: Moeda Local deve estar em branco para o tipo de prova 2

# error_179
source: Foreign currency must be blank voucher for classes 0 and 1
ca_es: Moneda estrangera ha d'estar en blanc per a classes de comprovant 0 i 1
es_es: Moneda extranjera debe estar en blanco para clases de comprobante 0 y 1
fr_fr: Les devises étrangères doivent être bon blanc pour les classes 0 et 1
pt_pt: A moeda estrangeira deve estar em branco para as classes de prova 0 e 1

# error_180
source: This movement does not carry foreign currency
ca_es: Aquest moviment no porta moneda estrangera
es_es: Este movimiento no lleva moneda extranjera
fr_fr: Ce mouvement ne porte pas monnaie étrangère
pt_pt: Este movimento não levar em moeda estrangeira

# error_181
source: This seat not wearing document number
ca_es: Aquest assentament no porta número de document
es_es: Este asiento no lleva número de documento
fr_fr: Ce siège est pas numéroté documents
pt_pt: Este assento não é numerada documento

# error_182
source: Missing document number
ca_es: Falta el número de document
es_es: Falta el número de documento
fr_fr: Document manquant numéro
pt_pt: Número do documento em falta

# error_183
source: This seat is undated document
ca_es: Aquest assentament no porta data de document
es_es: Este asiento no lleva fecha de documento
fr_fr: Ce siège est document non daté
pt_pt: Este assento é documento sem data

# error_184
source: Missing document date
ca_es: Falta la data de document
es_es: Falta la fecha de documento
fr_fr: Document manquant jour
pt_pt: Data do documento em falta

# error_185
source: Este asiento no lleva fecha de vencimiento
ca_es: Aquest assentament no porta data de venciment
fr_fr: Ce siège ne porte pas la date d'expiration
pt_pt: Este assento não carrega data de validade

# error_186
source: Missing the due date
ca_es: Falta la data de venciment
es_es: Falta la fecha de vencimiento
fr_fr: Le manque de maturité
pt_pt: Falta maturidade

# error_187
source: This seat does not take second document
ca_es: Aquest seient no porta segon document
es_es: Este asiento no lleva segundo documento
fr_fr: Ce siège ne prend pas deuxième document
pt_pt: Este assento não desgastar segundo documento

# error_188
source: The second document is missing
ca_es: Manca el segon document
es_es: Falta el segundo documento
fr_fr: Le second document est manquant
pt_pt: O segundo documento está faltando

# error_189
source: Your user is not defined
ca_es: Reservat usuari no definit
es_es: Reservado usuario no definido
fr_fr: Votre mode pas défini
pt_pt: Seu usuário não definido

# error_190
source: This document must be canceled from portfolios
ca_es: Aquest document s'ha de cancel·lar des de carteres
es_es: Este documento debe cancelarse desde carteras
fr_fr: Ce document doit être annulé de portefeuilles
pt_pt: Este documento deve ser cancelado a partir de carteiras

# error_191
source: This seat should not take third amount
ca_es: Aquest seient no ha de portar tercer import
es_es: Este asiento no debe llevar tercer importe
fr_fr: Ce siège ne doit pas prendre la troisième quantité
pt_pt: Este assento não deve tomar o terceiro valor

# error_192
source: Company not defined in the tax table companies
ca_es: Companyia no definida en la taula de companyies fiscals
es_es: Compañía no definida en la tabla de compañías fiscales
fr_fr: Société non défini dans le tableau des sociétés de l'impôt
pt_pt: Companhia não definido nas empresas tabela de imposto

# error_193
source: When the account is VAT and the VAT code is blank, no leads second document
ca_es: Quan el compte és d'IVA i el codi d'IVA està en blanc, no porta segon document
es_es: Cuando la cuenta es de IVA y el código de IVA está en blanco, no lleva segundo documento
fr_fr: Lorsque le compte est l'impôt et le code de la TVA est vide, ne pas second document
pt_pt: Quando a conta é imposto e código do IVA está em branco, não segundo documento

# error_194
source: More invalid account for VAT
ca_es: Compte de major vàlida per IVA
es_es: Cuenta de mayor inválida para IVA
fr_fr: Compte du grand livre de la TVA invalide
pt_pt: Ledger conta para efeitos de IVA inválido

# error_195
source: Lack document number VAT
ca_es: Manca el número de document d'IVA
es_es: Falta el número de documento de IVA
fr_fr: Nombre document manquant TVA
pt_pt: Documento Falta número de IVA

# error_196
source: VAT code inactive
ca_es: Codi d'IVA inactiu
es_es: Código de IVA inactivo
fr_fr: Code de la TVA inactive
pt_pt: Código do IVA inativo

# error_197
source: The document number of VAT can not be greater than 9999999
ca_es: El nombre de document d'IVA no pot ser major que 9999999
es_es: El número de documento de IVA no puede ser mayor que 9999999
fr_fr: La TVA document de nombre ne peut être supérieur à 9999999
pt_pt: O IVA número do documento não pode ser superior a 9999999

# error_198
source: The VAT code is not assigned to ledger account
ca_es: El codi d'IVA té assignada un altre compte de major
es_es: El código de IVA tiene asignada otra cuenta de mayor
fr_fr: Le code de la TVA ne est pas attribué à le compte maire
pt_pt: O Código do IVA não é atribuída a conta de prefeito

# error_199
source: The tax code does not exist
ca_es: El codi d'IVA no existeix
es_es: El código de IVA no existe
fr_fr: Ne existe pas le code des impôts
pt_pt: O código de imposto não existe
