Repository: erinaldo/SmartCG
Catalog: ModConsultaInforme/Language.*.resx
Languages: ca_es, es_es, fr_fr, pt_pt

# lblAceptar
source: Ok
ca_es: Acceptar
es_es: Aceptar
fr_fr: Accepter
pt_pt: Aceitar

# lblCancelar
source: Cancel
ca_es: Cancel.lar
es_es: Cancelar
fr_fr: Résilier
pt_pt: Cancelar

# lblSeleccionar
source: Select
ca_es: Seleccionar
es_es: Seleccionar
fr_fr: Sélectionner
pt_pt: Selecionar

# toolStripNuevo
source: New
ca_es: Nou
es_es: Nuevo
fr_fr: Nouveau
pt_pt: Novo

# toolStripEditar
source: Edit
ca_es: Edita
es_es: Editar
fr_fr: Modifier
pt_pt: Editar

# toolStripSuprimir
source: Delete
ca_es: Suprimir
es_es: Suprimir
fr_fr: Supprimer
pt_pt: Remover

# toolStripImprimir
source: Print
ca_es: Imprimir
es_es: Imprimir
fr_fr: Imprimer
pt_pt: Imprimir

# toolStripSalir
source: Exit
ca_es: Sortir
es_es: Salir
fr_fr: Laisser
pt_pt: Deixar

# lblCabecera
source: Header
ca_es: Capçalera
es_es: Cabecera
fr_fr: En-tête
pt_pt: Cabeçalho

# lblCompania
source: Company
ca_es: Companyia
es_es: Compañía
fr_fr: Société
pt_pt: Empresa

# lblAnoPeriodo
source: Year-Period
ca_es: Any-Període
es_es: Año-Período
fr_fr: Année-Période
pt_pt: Ano-Período

# lblTipo
source: Type
ca_es: Tipus
es_es: Tipo
pt_pt: Tipo

# lblNoComprobante
source: Nº Journal Entry
ca_es: Nº Comprovant
es_es: Nº Comprobante
fr_fr: Nº Preuve
pt_pt: Nº Diário

# lblListaCampoCodigo
source: Code
ca_es: Codi
es_es: Código
pt_pt: Descripción

# lblListaCampoDescripcion
source: Description
ca_es: Descripció
es_es: Descripción
pt_pt: Descrição

# errNoRegistros
source: There are no data for the report requested
ca_es: No hi ha dades per a l'informe sol·licitat
es_es: No existen datos para el informe solicitado
fr_fr: Il n'y a pas de données pour le rapport demandé
pt_pt: Não há dados para o relatório solicitado

# lblfrmPrincipalTitulo
source: Queries and Reports Module
ca_es: Mòdul de Consultes i Informes
es_es: Módulo de Consultas e Informes
fr_fr: Requêtes et rapports Module
pt_pt: Consultas e Relatórios Módulo

# menuItemInformes
source: Reports
ca_es: Informes
es_es: &Informes
fr_fr: Rapports
pt_pt: Relatórios

# menuItemConsultas
source: Queries
ca_es: Consultes
es_es: Consul&tas
fr_fr: Consultations
pt_pt: Consultas

# menuItemConfig
source: Config
ca_es: Configuració
es_es: &Configuración
fr_fr: Paramètres
pt_pt: Configurações

# menuItemAbout
source: About
ca_es: Sobre
es_es: &Acerca de
fr_fr: Sur quoi
pt_pt: Sobre o que

# menuItemSalir
source: Exit
ca_es: Sortir
es_es: &Salir
fr_fr: Sortez
pt_pt: Sair

# subMenuItemDiarioDetallado
source: Journal Detailing
ca_es: Diari Detallat
es_es: Diario &Detallado
pt_pt: Jornal Detalhamento

# subMenuItemDiarioResFecha
source: Journal Summary Date
ca_es: Diari Resumit Data
es_es: Diario Resumido &Fecha
fr_fr: Journal Résumé Date
pt_pt: Jornal Resumo Data

# subMenuItemDiarioResPeriodo
source: Journal Period Summary
ca_es: Diari Resumit Període
es_es: Diario Resumido &Periodo
fr_fr: Période du résumé Journal
pt_pt: Período Jornal Resumo

# subMenuItemBalanceSumSaldos
source: Balance amounts and balances
ca_es: Balanç Sumes i Saldos
es_es: &Balance Sumas y Saldos
fr_fr: Quantités d'équilibre et de contrepoids
pt_pt: Valores do balanço e equilíbrio

# subMenuItemMayorContab
source: Mayor Accounting
ca_es: Major de Comptabilitat
es_es: &Mayor de Contabilidad
fr_fr: Maire comptabilité
pt_pt: Prefeito de Contabilidade

# subMenuItemMovimientosAux
source: Movements Assistant
ca_es: Moviments d'Auxiliar
es_es: Movimientos de &Auxiliar
fr_fr: Assistant Mouvements
pt_pt: Movimentos Assistant

# subMenuItemMovIVA
source: Movements VAT
ca_es: Moviments d'IVA
es_es: Movimientos de &IVA
fr_fr: Mouvements TVA
pt_pt: Movimentos IVA

# lblPlan
source: Plan
ca_es: Pla
pt_pt: Plano

# lblPorFecha
source: By Date
ca_es: Per Data
es_es: Por Fecha
fr_fr: Par date
pt_pt: Por Data

# lblPorPeriodos
source: By Periods
ca_es: Per Períodes
es_es: Por Periodos
fr_fr: Par Périodes
pt_pt: Por Periodos

# lblDesde
source: From
ca_es: Des
es_es: Desde
fr_fr: À partir de
pt_pt: De

# lblHasta
source: Up
ca_es: Fins
es_es: Hasta
fr_fr: Jusqu'à

# lblImportarTotales
source: Import Totals
ca_es: Importar Totals
es_es: Importar Totales
fr_fr: Les totaux des importations
pt_pt: Totais de Importação

# lblNoPrimerComp
source: First Proof Number
ca_es: Nom. Primer Comp.
es_es: No. Primer Comp.
fr_fr: Premier numéro de la preuve
pt_pt: Primeiro Número Proof

# lblTitulo
source: Title
ca_es: Títol
es_es: Título
fr_fr: Titre
pt_pt: Título

# lblProcesandoInfo
source: Processing report
ca_es: Processant informe
es_es: Procesando informe
fr_fr: Rapport de traitement
pt_pt: Relatório de processamento

# errGetCompanias
source: Error getting companies
ca_es: Error obtenint les companyies
es_es: Error obteniendo las compañías
fr_fr: Entreprises d'erreur se
pt_pt: Empresas Erro ao obter

# errGetGrupos
source: Error getting groups
ca_es: Error obtenint els grups
es_es: Error obteniendo los grupos
fr_fr: Groupes d'erreur se
pt_pt: Grupos Erro ao obter

# errGetPlanes
source: Error getting plans
ca_es: Error obtenint els plans
es_es: Error obteniendo los planes
fr_fr: Plans d'erreur se
pt_pt: Erro ao obter planos

# errCompaniaGrupoObl
source: It is mandatory to inform the company or group of companies
ca_es: És obligatori informar la companyia o el grup de companyies
es_es: Es obligatorio informar la compañía o el grupo de compañías
fr_fr: Il est obligatoire d'informer la société ou groupe de sociétés
pt_pt: É obrigatório informar a empresa ou grupo de empresas

# errPlanObl
source: It is mandatory to report the chart of accounts
ca_es: És obligatori informar el pla de comptes
es_es: Es obligatorio informar el plan de cuentas
fr_fr: Il est obligatoire de déclarer le tableau des comptes
pt_pt: É obrigatório informar o plano de contas

# errTipoauxObl
source: It is mandatory to report the type of auxiliary
ca_es: És obligatori informar el tipus d'auxiliar
es_es: Es obligatorio informar el tipo de auxiliar
fr_fr: Il est obligatoire de déclarer le type de auxiliaire
pt_pt: É obrigatório informar o tipo de auxiliar

# errFechaDesdeObl
source: It is mandatory to report the date from
ca_es: És obligatori informar la data Des de
es_es: Es obligatorio informar la fecha Desde
fr_fr: Il est obligatoire de déclarer la date de
pt_pt: É obrigatório informar a data de

# errFechaHastaObl
source: It is mandatory to report the date
ca_es: És obligatori informar la data Fins
es_es: Es obligatorio informar la fecha Hasta
fr_fr: Il est obligatoire de déclarer la date
pt_pt: É obrigatório informar a data

# errPeriodoDesdeObl
source: It is mandatory to report the period from
ca_es: És obligatori informar el període Des
es_es: Es obligatorio informar el periodo Desde
fr_fr: Il est obligatoire de déclarer la période de
pt_pt: É obrigatório informar o período de

# errPeriodoHastaObl
source: It is mandatory to report the period
ca_es: És obligatori informar el període Fins
es_es: Es obligatorio informar el periodo Hasta
fr_fr: Il est obligatoire de déclarer la période
pt_pt: É obrigatório informar o período

# lblCabCodigoCuenta
source: Account code
ca_es: Codi del compte
es_es: Código de la cuenta
fr_fr: Code de compte
pt_pt: Código de conta

# lblCabNombreCuenta
source: Account name
ca_es: Nom del compte
es_es: Nombre de la cuenta
fr_fr: Nom du compte
pt_pt: Nome da conta

# lblCabDesc
source: Concept
ca_es: Concepte
es_es: Concepto
pt_pt: Conceito

# lblCabDebe
source: MUST
ca_es: HA
es_es: DEBE
fr_fr: DOIT
pt_pt: DEVE

# lblCabHaber
source: HABER
ca_es: HAVER

# lblCabFecha
source: Date
ca_es: Data
es_es: Fecha
pt_pt: Data

# lblCabNumero
source: Number
ca_es: Nombre
es_es: Número
fr_fr: Nombre
pt_pt: Número

# lblCabCuenta
source: Account
ca_es: Compte
es_es: Cuenta
fr_fr: Compte
pt_pt: Conta

# lblCabIdInterno
source: Internal Id
ca_es: Id intern
es_es: Id interno
fr_fr: Id interne
pt_pt: Id interno

# lblCabTotalFinal
source: Final total
ca_es: Total final
es_es: Total final
fr_fr: Totale finale
pt_pt: Total final

# lblCabTotalDia
source: Total day
ca_es: Total día
es_es: Total día
fr_fr: Jour totale
pt_pt: Dia total

# lblCabTotalPeriodo
source: TOTAL PERIOD
ca_es: TOTAL PERIODE
es_es: TOTAL PERIODO
fr_fr: DURÉE TOTALE
pt_pt: PERÍODO TOTAL

# lblCabTotalCuenta
source: TOTAL ACCOUNT
ca_es: TOTAL COMPTE
es_es: TOTAL CUENTA
fr_fr: COMPTE TOTAL
pt_pt: TOTAL DE CONTAS

# errGetInforme
source: Error getting report
ca_es: Error obtenint l'informe
es_es: Error obteniendo el informe
fr_fr: Erreur rapport se
pt_pt: Erro ao obter relatório

# lblCabTituloInfo
source: Journal Voucher
ca_es: Diari de comprovants
es_es: Diario de comprobantes
pt_pt: Jornal Vale

# lblCabTituloInfoPorFecha
source: by date
ca_es: per data
es_es: por fecha
fr_fr: par date
pt_pt: por data

# lblCabTituloInfoPorPer
source: period
ca_es: per període
es_es: por periodo
fr_fr: par période
pt_pt: por período

# lblCabTituloInfoDePer
source: de periodo
ca_es: de període
fr_fr: période
pt_pt: período

# lblCabTituloInfoDeFecha
source: date
ca_es: de data
pt_pt: data

# lblResumenMovDia
source: Summary movements day
ca_es: Resum moviments del dia
es_es: Resumen movimientos del día
fr_fr: Mouvements résumé jour
pt_pt: Dia movimentos Resumo

# lblResumenMovPeriodo
source: Abstract period movements
ca_es: Resum moviments del període
es_es: Resumen movimientos del periodo
fr_fr: Résumé des mouvements de la période
pt_pt: Movimentos período abstratas

# lblCabTituloInfoBalanceSumSaldo
source: Trial Balance for the period
ca_es: Balanç de comprovació del període
es_es: Balance de comprobación del periodo
fr_fr: Balance pour la période
pt_pt: Balancete para o período

# lblCabSaldoAnterior
source: Previous Balance
ca_es: Saldo Anterior
es_es: Saldo Anterior
fr_fr: Solde Précédent
pt_pt: Saldo Anterior

# lblCabSaldoActual
source: Current Balance
ca_es: Saldo Actual
es_es: Saldo Actual
fr_fr: Balance Courante
pt_pt: Saldo Actual

# lblTitConsolidadoCias
source: CONSOLIDATED COMPANIES
ca_es: CONSOLIDAT COMPANYIES
es_es: CONSOLIDADO CIAS
fr_fr: LISTE DES SOCIÉTÉS CONSOLIDÉES
pt_pt: EMPRESAS CONSOLIDADAS

# lblCabTituloInfoMayorCont
source: Mayor detailed
ca_es: Major detallat
es_es: Mayor detallado
fr_fr: Maire détaillé
pt_pt: O prefeito detalhou

# lblDelPeriodoMin
source: period
ca_es: del període
es_es: del periodo
fr_fr: période
pt_pt: período

# lblDeFecha
source: date
ca_es: de data
es_es: de fecha
pt_pt: de data

# lblAFecha
source: to date
ca_es: a data
es_es: a fecha
fr_fr: à ce jour
pt_pt: a data

# lblfechaMin
source: date
ca_es: data
es_es: fecha
pt_pt: data

# lblTipoMonedaExt
source: Foreign
ca_es: Extrangera
es_es: Moneda Extranjera
fr_fr: Étranger

# lblTipoMonedaTercerImporte
source: Third amount
ca_es: Tercer import
es_es: Tercer importe
fr_fr: Troisième montant
pt_pt: Terceiro quantidade

# lblOrdenCompTipoNum
source: Type-Number
ca_es: Tipus-Nombre
es_es: Tipo-Número
fr_fr: Type-Nombre
pt_pt: Tipo-Número

# lblOrdenCompFecha
source: Date
ca_es: Data
es_es: Fecha
pt_pt: Data

# lblCabNumeroComp
source: Voucher number
ca_es: Nombre de comprovant
es_es: Número de comprobante
fr_fr: Bon nombre
pt_pt: Número do voucher

# lblCabNumeroCompAbrev
source: Vou. Num.
ca_es: No. Comp.
es_es: No. Comp.
fr_fr: Bon Nom.
pt_pt: No. Vou.

# lblCabCuentaAux
source: Assistant
ca_es: Auxiliar
es_es: Auxiliar
pt_pt: Assistente

# lblCabSaldoIni
source: Opening balance
ca_es: Saldo inicial
es_es: Saldo inicial
fr_fr: Solde d'ouverture
pt_pt: Saldo inicial

# lblCabSaldoFin
source: Closing balance
ca_es: Saldo final
es_es: Saldo final
fr_fr: Solde de clôture
pt_pt: Saldo final

# lblCabTituloInfoMovAuxiliar
source: List of Auxiliary Movements
ca_es: Llistat de Moviments d'Auxiliar
es_es: Listado de Movimientos de Auxiliar
fr_fr: Liste des mouvements auxiliaires
pt_pt: Lista de Movimentos Auxiliares

# lblDelPeriodo
source: Period
ca_es: Del període
es_es: Del periodo
fr_fr: Période
pt_pt: Período

# lblAlPeriodo
source: the period
ca_es: al període
es_es: al periodo
fr_fr: la période
pt_pt: o período

# errGetTiposAux
source: Error getting the types of auxiliary
ca_es: Error obtenint els tipus d'auxiliar
es_es: Error obteniendo los tipos de auxiliar
fr_fr: Erreur d'obtention des types de auxiliaire
pt_pt: Erro ao obter os tipos de auxiliar

# lblTotalCtaMayor
source: Total Account Mayor
ca_es: Total Compte Major
es_es: Total Cta. Mayor
fr_fr: Compte Totale Maire
pt_pt: Total de Prefeito Conta

# lblTotalCompania
source: Total Compañía
ca_es: Total Companyia
fr_fr: Société Totale
pt_pt: Total da Companhia

# lblTotalCtaAux
source: Total Account Assistant
ca_es: Total Compte Auxiliar
es_es: Total Cta. Aux.
fr_fr: Total Aide de Compte
pt_pt: Assistente de Conta total

# lblCabCodigoCompania
source: Company
ca_es: Cia
es_es: Cia
fr_fr: Entreprise
pt_pt: Empresa

# lblCabTA
source: AT
ca_es: TA
es_es: TA
fr_fr: TA
pt_pt: TA

# lblCabAuxiliar
source: Assistant
ca_es: Auxiliar
es_es: Auxiliar
pt_pt: Assistente

# lblCabNombre
source: Name
ca_es: Nom
es_es: Nombre
fr_fr: Nom
pt_pt: Nome

# lblCabZona
source: Area
ca_es: Zona
es_es: Zona
fr_fr: Zone
pt_pt: Área

# lblCabCtaMayor
source: Senior Account
ca_es: Compte Major
es_es: Cta. Mayor

# lblCabComprobante
source: Proof
ca_es: Comprovant
es_es: Comprobante
fr_fr: Preuve
pt_pt: Prova

# lblCabFContable
source: Accounting D.
ca_es: D. Comptable
es_es: F. Contable
fr_fr: D. Comptabilité
pt_pt: Contabilidade D.

# lblCabNDocumento
source: Document N.
ca_es: N. Document
es_es: N. Documento
fr_fr: N. Documents
pt_pt: N. Documento

# lblCabFDocum
source: Docum. D.
ca_es: D. Docum
es_es: F. Docum
fr_fr: D. Docum.
pt_pt: D. Docum.

# lblCabFechaVencim
source: Maturity D.
ca_es: D. Vencim.
es_es: F. Vencim.
fr_fr: D. d'échéance
pt_pt: D. Vencim.

# lblCabAux2
source: Assistant2
ca_es: Auxiliar2
es_es: Auxiliar2
pt_pt: Assistente2

# lblCabAux3
source: Assistant3
ca_es: Auxiliar3
es_es: Auxiliar3
pt_pt: Assistente3

# lblCabDescripcion
source: Description
ca_es: Descripció
es_es: Descripción
pt_pt: Descrição

# lblCabSaldo
source: Balance
ca_es: Saldo
es_es: Saldo
pt_pt: Balanço

# lblListaCompFiscales
source: Prosecutors Companies List
ca_es: Llista de Companyies Fiscals
es_es: Lista de Compañías Fiscales
fr_fr: Les Procureurs Liste Entreprises
pt_pt: Promotores Lista Empresas

# lblLibroSerie
source: Book/Series
ca_es: Per Llibre/Sèrie
es_es: Por Libro/Serie
fr_fr: Livre/Série
pt_pt: Livro/Série

# lblLibro
source: Book
ca_es: Llibre
es_es: Libro
fr_fr: Livre
pt_pt: Livro

# lblSerie
source: Series
ca_es: Sèrie
es_es: Serie
fr_fr: Série
pt_pt: Série

# lblTipoTransac
source: By Type of Transaction
ca_es: Per Tipus de Transacció
es_es: Por Tipo de Transacción
fr_fr: Par type de transaction
pt_pt: Por Tipo de Operação

# lblSoportado
source: Supported
ca_es: Suportat
es_es: Soportado
fr_fr: Soutenu
pt_pt: Apoiado

# lblRepercutido
source: Impacted
ca_es: Repercutit
es_es: Repercutido
fr_fr: Touchés
pt_pt: Impactada

# lblAnoMesDesde
source: Year-Month From
ca_es: Any-Mes Des
es_es: Año-Mes Desde
fr_fr: Année-Mois De
pt_pt: Ano-Mês De

# lblAnoMesHasta
source: Year-Month Up
ca_es: Any-Mes Fins
es_es: Año-Mes Hasta
fr_fr: Année-Mois Up
pt_pt: Ano-Mês Up

# lblTotalPorSerie
source: Total by Series
ca_es: Total per Sèrie
es_es: Total por Serie
fr_fr: Total par Série
pt_pt: Total por Série

# errCompFiscalExiste
source: Fiscal company is already listed
ca_es: La companyia fiscal ja és a la llista
es_es: La compañía fiscal ya está en la lista
fr_fr: Compagnie financière est déjà répertorié
pt_pt: Empresa Fiscal já está listado

# errSerieExiste
source: The series is already in the list
ca_es: La sèrie ja és a la llista
es_es: La serie ya está en la lista
fr_fr: La série est déjà dans la liste
pt_pt: A série já está na lista

# errCompaniaFiscalObl
source: A notification of company tax
ca_es: És obligatori informar la companyia fiscal
es_es: Es obligatorio informar la compañía fiscal
fr_fr: Une notification de l'impôt des sociétés
pt_pt: A notificação do imposto sobre as sociedades

# errLibroObl
source: It is mandatory to report the Book
ca_es: És obligatori informar el Llibre
es_es: Es obligatorio informar el Libro
fr_fr: Il est obligatoire de déclarer le Livre
pt_pt: É obrigatório informar o Livro

# errAnoObl
source: It is mandatory to report the Year
ca_es: És obligatori informar l'Any
es_es: Es obligatorio informar el Año
fr_fr: Il est obligatoire de déclarer l'Année
pt_pt: É obrigatório informar o Ano

# errAnoFormatoIncorrecto
source: Wrong Year
ca_es: Any Incorrecte
es_es: Año incorrecto
fr_fr: Mauvaise Année
pt_pt: Ano Errado

# errMesObl
source: It is mandatory to report the Month
ca_es: És obligatori informar el Mes
es_es: Es obligatorio informar el Mes
fr_fr: Il est obligatoire de déclarer le mois
pt_pt: É obrigatório informar o Mês

# errMesFormatoIncorrecto
source: Wrong Month
ca_es: Mes incorrecte
es_es: Mes incorrecto
fr_fr: Mois mal
pt_pt: Mês errado

# lblCabNumMvto
source: Movt. Num.
ca_es: Nom. Mvt.
es_es: Núm. Mvto.
fr_fr: Nom. Mouvt.
pt_pt: Núm. Mvto.

# lblCabFechaCont
source: Accoun. Date
ca_es: Data Compt.
es_es: Fecha Cont.
fr_fr: Date Compt.
pt_pt: Cont. Data

# lblCabFechaDoc
source: Date Docum.
ca_es: Data Docum.
es_es: Fecha Docum.
pt_pt: Data Docum.

# lblCabNumDoc
source: Docum. Num.
ca_es: Nom. Docum.
es_es: Núm. Docum.
fr_fr: Núm. Docum.
pt_pt: Núm. Docum.

# lblCabNIdFiscal
source: Tax Ident. N.
ca_es: N. Ident. Fiscal
es_es: N. Ident. Fiscal
fr_fr: N. Ident. Fiscale
pt_pt: N. Ident. Fiscal

# lblCabRazonSocial
source: Name/Company Name
ca_es: Nom/Raó Social
es_es: Nombre/Razón Social
fr_fr: Nom/Nom de l'entreprise
pt_pt: Nome/Nome da Empresa

# lblCabBaseImponible
source: Taxable
ca_es: Base Imposable
es_es: Base Imponible
fr_fr: Imposable
pt_pt: Tributável

# lblCabPorcIVA
source: %VAT
ca_es: %IVA
es_es: %IVA
fr_fr: %TVA
pt_pt: %IVA

# lblCuotaIVADeduc
source: Tax Fee Franquia
ca_es: Quota IVA Deduïble
es_es: Cuota IVA Deducib.
fr_fr: Taxe Frais de Franchise

# lblCuotaNoDeduc
source: Nondeductible Fee
ca_es: Quota No Deduïble
es_es: Cuota No Deduc.
fr_fr: Frais Non Déductibles
pt_pt: Taxa Não Dedutível.

# lblCuotaIVA
source: VAT charge
ca_es: Quota IVA
es_es: Cuota IVA
fr_fr: Charge de la TVA
pt_pt: Carga IVA

# lblPorcREquiv
source: %S.Eqv.
ca_es: %R.Eqv.
es_es: %R.Eqv.
fr_fr: %Éqv.S.
pt_pt: %Eqv.S.

# lblRecargoEquiv
source: Surcharge equiv.
ca_es: Recàrrec Equiv.
es_es: Recargo Equiv.
fr_fr: Équiv. En Supplément
pt_pt: Equiv. Sobretaxa

# lblTotalFactura
source: Total Invoice
ca_es: Total Factura
es_es: Total Factura
fr_fr: Total Facture
pt_pt: Factura Total

# lblCodIVA
source: VAT Code
ca_es: Codi IVA
es_es: Cód. IVA
fr_fr: TVA Code
pt_pt: Código Tributário

# lblSoportRepercut
source: S/I
ca_es: S/R
es_es: S/R
fr_fr: S/T
pt_pt: A/I

# lblTotalSerie
source: Total Series
ca_es: Total Sèrie
es_es: Total Serie
fr_fr: Série Total

# lblTotalLibro
source: Total Libro
ca_es: Total Llibre
fr_fr: Comptable Totale
pt_pt: Total Livro

# lblAnoMes
source: Year/Month
ca_es: Any/Mes
es_es: Año/Mes
fr_fr: Année/Mois
pt_pt: Ano/Mês

# lblGrupo
source: Grup
es_es: Grupo
fr_fr: Groupe
pt_pt: Grupo

# lblTipoMonedaLocal
source: Local
es_es: Moneda Local
fr_fr: Locale

# lblCabDocumento
source: Document
es_es: No. Documento
pt_pt: Documento

# errValTitulo
source: Error
fr_fr: Erreur
pt_pt: Erro
