Repository: erinaldo/SmartCG
Catalog: Lanzadera/Language.*.resx
Languages: es_es

# lblAceptar
source: Ok
es_es: Aceptar

# lblCancelar
source: Cancel
es_es: Cancelar

# lblUsuario
source: User
es_es: Usuario

# errGenActualizandoValores
source: There was an error updating the values
es_es: Se ha producido un error actualizando los valores

# menuItemOpciones
source: Options
es_es: Opciones

# menuItemModulos
source: Modules
es_es: Módulos

# menuItemUtilidades
source: Utilities
es_es: Utilidades

# menuItemParametrizacion
source: Configuration
es_es: Configuración

# menuItemAccesoDirecto
source: Shortcuts
es_es: Accesos Directos

# menuItemAbout
source: About
es_es: Acerca de

# menuItemSalir
source: Exit
es_es: Salir

# subMenuItemConectar
source: Connect to server
es_es: Conectar al servidor

# subMenuItemLoginCG
source: Login in CG
es_es: Login en CG

# subMenuItemLoginUniclass
source: Connect to the application
es_es: Conectar a la aplicación

# subMenuItemIdiomaCambiar
source: Change Language
es_es: Cambiar Idioma

# subMenuItemEntornoCargar
source: Load Environment
es_es: Cargar Entorno

# subMenuItemIdioma
source: Change language
es_es: Cambiar idioma

# subMenuItemEntrarClave
source: Enter the password
es_es: Entrar clave

# subMenuItemGestionModulos
source: Manage Modules
es_es: Gestionar módulos

# subMenuItemEntornosGestionar
source: Manage Environments
es_es: Gestionar Entornos

# subMenuItemIdiomasGestionar
source: Manage Languages
es_es: Gestionar Idiomas

# subMenuItemTransferirArchivoPC
source: File Transfer to PC
es_es: Transferir Archivo a PC

# subMenuItemCrearAccesoDirecto
source: Create shortcut
es_es: Crear acceso directo

# subMenuItemEliminarAccesoDirecto
source: Remove shortcut
es_es: Eliminar acceso directo

# lblPrincipalUsuarioBBDD
source: User DDBB
es_es: Usuario BBDD

# lblPrincipalUsuarioCG
source: User
es_es: Usuario

# lblPrincipalUsuarioUniclass
source: User
es_es: Usuario

# ModComprobantes
source: Vouchers module
es_es: Módulo de Comprobantes

# ModFinanzas
source: Finance module
es_es: Módulo de Finanzas

# ModPagoProv
source: Provider payment module
es_es: Módulo de Pago a Proveedores

# ModImpuestos
source: Tax module
es_es: Módulo de Impuestos

# ModConsultaInforme
source: Querying and reporting module
es_es: Módulo de Consultas e Informes

# ModMantenimientos
source: Module maintenance
es_es: Módulo de Mantenimientos

# errFicheroModulosNoExiste
source: User modules file not found
es_es: Fichero de módulos del usuario no encontrado

# errCargarModulosActivos
source: Error loading the active modules
es_es: Error al cargar los módulos activos

# errLlamarModulos
source: Error loading the module
es_es: Error al cargar el módulo

# errAccesoDirectoNuevo
source: Error creating shortcut
es_es: Error al crear el acceso directo

# errAccesoDirectoEliminar
source: Failed to delete the shortcut
es_es: Error al eliminar el acceso directo

# lblfrmLoginTitulo
source: Connect to Server
es_es: Conectar al servidor

# lblPwd
source: Password
es_es: Contraseña

# errValUsuarioPwd
source: You must enter a username and password
es_es: Debe introducir un usuario y una contraseña

# errValUsuario
source: You must enter a username
es_es: Debe introducir un usuario

# errValPwd
source: You must enter a password
es_es: Debe introducir una contraseña

# errValCredenciales
source: The credentials are not valid
es_es: Las credenciales no son válidas

# errValCredExcepcion
source: There was an error validating credentials
es_es: Se ha producido un error validando las credenciales

# lblfrmLoginAppTituloUniclass
source: Connect to the application
es_es: Conectar a la aplicación

# lblfrmIdiomaTitulo
source: Change language
es_es: Cambiar idioma

# lblIdioma
source: Language
es_es: Idioma

# lblIdiomaes-ES
source: Spanish
es_es: Español

# lblIdiomaca
source: Catalan
es_es: Catalán

# lblIdiomaen-US
source: English
es_es: Inglés

# lblIdiomafr-FR
source: French
es_es: Francés

# lblIdiomapt-PT
source: Portuguese
es_es: Portugués

# lblfrmIdiomaListaTitulo
source: List of languages
es_es: Lista de idiomas

# lblSalir
source: Exit
es_es: Salir

# tabBBDD
source: DDBB
es_es: BBDD

# tabIdiomas
source: Languages
es_es: Idiomas

# groupBoxGeneralBbdd
source: Accounting DDBB
es_es: Bbdd Comptabilitat

# lblGeneralAceptar
source: Ok
es_es: Aceptar

# lblGeneralTipo
source: Type
es_es: Tipo

# lblGeneralTipoAcceso
source: Type of access
es_es: Tipo de acceso

# lblGeneralIPNombreServidor
source: IP or server name
es_es: IP o nombre del servidor

# lblGeneralNombreBbdd
source: Ddbb name
es_es: Nombre bbdd

# groupBoxCadenaConexion
source: Chain Accounting DDBB Connection
es_es: Cadena Conexión Bbdd Contabilidad

# errValIpServidorNombreBbdd
source: You must specify the IP or name of the database server and the name of the database
es_es: Debe indicar la IP o el nombre del servidor de base de datos y el nombre de la base de datos

# errValIpServidor
source: You must specify the IP or name of the database server
es_es: Debe indicar la IP o el nombre del servidor de base de datos

# errValNombreBbdd
source: Please state the name of the database
es_es: Debe indicar el nombre de la base de datos

# errValCadenaConexion
source: Please specify the connection string
es_es: Debe indicar la cadena de conexión

# btnAceptarCadenaConexion
source: Ok
es_es: Aceptar

# lblIdiomaGridHeaderIdioma
source: Language
es_es: Idioma

# lblIdiomaGridHeaderActivo
source: Active
es_es: Activo

# lblIdiomaGridHeaderDefecto
source: Default
es_es: Defecto

# lblIdiomaNoDefinidos
source: Languages have not been defined. It will work with the default language (Spanish)
es_es: No se han definido idiomas. Se trabajará con el idioma por defecto (Español)

# btnAceptarIdiomas
source: Ok
es_es: Aceptar

# errValIdiomasActivos
source: You must enter at least one active language
es_es: Debe indicar al menos un idioma activo

# errValIdiomaDefecto
source: Please specify the default language
es_es: Debe indicar el idioma por defecto

# errValFormularioIdioma
source: There was an error validating the form
es_es: Debe indicar el idioma por defecto

# frmAccesoDirectoAltaTitulo
source: Create Shortcut
es_es: Crear Acceso Directo

# lblNombreAD
source: Name
es_es: Nombre

# lblProgramaAD
source: Program
es_es: Programa

# errValADNomProg
source: You must enter a name and a program
es_es: Debe introducir un nombre y un programa

# errValADNombre
source: You must enter a name
es_es: Debe introducir un nombre

# errValADPrograma
source: You must enter a program
es_es: Debe introducir un programa

# lblSelArchivosAD
source: Select files
es_es: Seleccionar archivos

# lblTipoArchivosExeAD
source: Executable files
es_es: Archivos ejecutables

# lblTipoArchivosBatAD
source: Batch Files
es_es: Archivos de procesamiento por lotes

# frmAccesoDirectoEliminarTitulo
source: Remove Shortcut
es_es: Eliminar Acceso Directo

# lblNombreEliminarAD
source: Name
es_es: Nombre

# lblConfirmacion
source: Confirmation
es_es: Confirmación

# lblConfirEliminarAD
source: Want to delete the shortcut
es_es: ¿Desea eliminar el acceso directo
