Repository: erinaldo/SmartCG
Catalog: ModFinanzas/Language.*.resx
Languages: ca_es, fr_fr, pt_pt

# MI_IV1_IV150A
source: Actualizar Maestro de CIF/DNI
ca_es: Actualitzar Mestre del CIF/DNI
fr_fr: Mettre à jour Maître de CIF/CNI
pt_pt: Actualizar Maestro de NIF/BI

# MI_IV1_IVP121
source: Listar tablas de Compañías Fiscales
ca_es: Llistar Taules de Companyies Fiscals
fr_fr: Lister tableaux de Sociétés Fiscales
pt_pt: Listar tabelas de Empresas Fiscais

# MI_IV1_IVP101
source: Listar códigos de IVA
ca_es: Llistar Codis d'IVA
fr_fr: Lister codes de TVA

# MI_IV1_IVP151
source: Listar Maestro de CIF/DNI
ca_es: Llistar Mestre del CIF/DNI
fr_fr: Lister Maître de CIF/CNI
pt_pt: Listar Mestre de NIF/BI

# MI_IVP300
source: Extracción de movimientos Contables
ca_es: Extracció de moviments Comptables
fr_fr: Extraction de mouvements comptables
pt_pt: Extracção de operações contabilísticas

# MI_IVP410
source: Numeración de movimientos
ca_es: Numeració de movimientos
fr_fr: Numérotation de mouvements
pt_pt: Numeração de movimentos

# MI_IVP200
source: Actualización directa de movimientos
ca_es: Actualització directa de moviments
fr_fr: Mise à jour directe de mouvements
pt_pt: Actualização directa de movimentos

# MI_IVP400
source: Listado mensual/trimestral
ca_es: Llistat mensual/trimestral
fr_fr: Liste mensuelle/trimestrielle
pt_pt: Listagem mensal/trimestral

# MI_IV2
source: IVA Modelo 303
ca_es: IVA Model 303
fr_fr: TVA Modèle 303

# MI_IV2_IVP424
source: Claves legales para Códigos de IVA Mod. 303
ca_es: Claus legals per Codis d'IVA Mod. 303
fr_fr: Codes TVA Légale Clés Mod. 303
pt_pt: Os códigos de chave de IVA legal Mod. 303

# MI_IV2_IVP420
source: Extracción de datos Mod. 303
ca_es: Extracció de dades Mod. 303
fr_fr: L'extraction des données Mod. 303
pt_pt: Extração de dados Mod. 303

# MI_IV2_IVP430
source: Gestión de la Declaración Mod. 303
ca_es: Gestió de la Declaració Mod. 303
fr_fr: Déclaration de la direction Mod. 303
pt_pt: Declaração da Diretoria Mod. 303

# MI_IV3
source: IVA Modelo 340
ca_es: IVA Model 340
fr_fr: TVA Modèle 340

# MI_IV3_IV700
source: Claves legales para Códigos de IVA Mod. 340
ca_es: Claus legals per Codis d'IVA Mod. 340
fr_fr: Codes TVA Légale Clés Mod. 340
pt_pt: Os códigos de chave de IVA legal Mod. 340

# MI_IV3_IV710
source: Extracción de datos Mod. 340
ca_es: Extracció de dades Mod. 340
fr_fr: L'extraction des données Mod. 340
pt_pt: Extração de dados Mod. 340

# MI_IV3_IV735
source: Gestión de la Declaración Mod. 340
ca_es: Gestió de la Declaració Mod. 340
fr_fr: Déclaration de la direction Mod. 340
pt_pt: Declaração da Diretoria Mod. 340

# MI_IV4
source: IVA Modelo 347
ca_es: IVA Model 347
fr_fr: TVA Modèle 347

# MI_IV4_IV128
source: Extracción de datos Mod. 347
ca_es: Extracció de dades Mod. 340
fr_fr: L'extraction des données Mod. 347
pt_pt: Extração de dados Mod. 347

# MI_IV4_IV129
source: Gestión de la Declaración Mod. 347
ca_es: Gestió de la Declaració Mod. 340
fr_fr: Déclaration de la direction Mod. 347
pt_pt: Declaração da Diretoria Mod. 347

# MI_IV5
source: IVA Modelo 390
ca_es: IVA Model 390
fr_fr: TVA Modèle 390

# MI_IV5_IVP426
source: Listado Resumen Anual Mod. 390
ca_es: Llistat Resum Anual Mod. 390
fr_fr: Liste Résumé Annuel Modèle 390
pt_pt: Listagem Resumo Anual Modelo 390

# MI_IV6
source: IVA Modelo 349
ca_es: IVA Model 349
fr_fr: TVA Modèle 349

# MI_IV6_IV121
source: Claves legales para Códigos de IVA Mod. 349
ca_es: Claus legals per Codis d'IVA Mod. 349
fr_fr: Codes TVA Légale Clés Mod. 349
pt_pt: Os códigos de chave de IVA legal Mod. 349

# MI_IV6_IV123
source: Extracción de datos Mod. 349
ca_es: Extracció de dades Mod. 349
fr_fr: L'extraction des données Mod. 349
pt_pt: Extração de dados Mod. 349

# MI_IV6_IV124
source: Gestión de la Declaración Mod. 349
ca_es: Gestió de la Declaració Mod. 349
fr_fr: Déclaration de la direction Mod. 349
pt_pt: Declaração da Diretoria Mod. 349

# MI_IV7_IV6108
source: Claves Legales para Códigos Fiscales Mod. 180
ca_es: Claus Legals per Codis Fiscals Mod. 180
fr_fr: Codes Clés Fiscales Juridiques Mod. 180
pt_pt: Principais Legal Códigos de Imposto Mod. 180

# MI_IV7_IV620
source: Extracción de datos Mod. 180
ca_es: Extracció de dades Mod. 180
fr_fr: L'extraction des données Mod. 180
pt_pt: Extração de dados Mod. 180

# MI_IV7_IV630
source: Gestión de la Declaración Mod. 180
ca_es: Gestió de la Declaració Mod. 180
fr_fr: Déclaration de la direction Mod. 180
pt_pt: Declaração da Diretoria Mod. 180

# MI_IV8_IV6109
source: Claves Legales para Códigos Fiscales Mod. 190
ca_es: Claus Legals per Codis Fiscals Mod. 190
fr_fr: Codes Clés Fiscales Juridiques Mod. 190
pt_pt: Principais Legal Códigos de Imposto Mod. 190

# MI_IV8_IVP920
source: Extracción de datos Mod. 190
ca_es: Extracció de dades Mod. 190
fr_fr: L'extraction des données Mod. 190
pt_pt: Extração de dados Mod. 190

# MI_IV8_IV930
source: Gestión de la Declaración Mod. 190
ca_es: Gestió de la Declaració Mod. 190
fr_fr: Déclaration de la direction Mod. 190
pt_pt: Declaração da Diretoria Mod. 190

# MI_IVP220
source: Anulación de comprobantes extraídos
ca_es: Anul·lació de comprovants extrets
fr_fr: Annulation de Preuves extraites
pt_pt: Cancelamiento de diários extraidos

# MI_IVP280
source: Cierre de meses
ca_es: Tancament de mesos
fr_fr: Clôture de mois
pt_pt: Fecho de meses

# MI_IVP489
source: Consulta de transacciones por NIF
ca_es: Consulta de transaccions per NIF
fr_fr: Consultation de transactions
pt_pt: Consulta de transacções

# MG
source: Generador de Informes
ca_es: Generador d'Informes
fr_fr: Générateur de Rapports
pt_pt: Gerador de Relatórios

# MG_EF
source: Estructuras
ca_es: Estructures
fr_fr: Structures
pt_pt: Estruturas

# MG_EF_EFP003
source: Actualizar el Índice
ca_es: Actualitzar l'índex
fr_fr: Mettre à jour la Table des matières
pt_pt: Actualizar o Índice

# MG_EF_EFP004
source: Listar el Índice
ca_es: Llistar l'índex
fr_fr: Lister la Table des matières
pt_pt: Listar o Índice

# MG_EF_EF010
source: Definición de Líneas de Estructuras
ca_es: Definició de Línies d'Estructures
fr_fr: Définition des Lignes de Structures
pt_pt: Definição de Linhas de Estruturas

# MG_EF_EFP002
source: Listar Borradores
ca_es: Llistar Esborranys
fr_fr: Lister Brouillards
pt_pt: Listar Rascunhos

# MG_EF_EFP020
source: Generar un listado
ca_es: Generar un Llistat
fr_fr: Générer une liste
pt_pt: Gerar uma listagem

# MG_EF_EFP040
source: Copiar una Definición
ca_es: Copiar una Definició
fr_fr: Copier une Définition
pt_pt: Copiar uma Definição

# MG_EF_EFP410
source: Listado de Cuentas de Mayor - Estructuras
ca_es: Llistat de Comptes de Major - Estructures
fr_fr: Liste de Comptes de Grand livre - Structures
pt_pt: Listagem de Contas de Maior - Estruturas

# MG_EF_EFP050
source: Renumerar una Estructura
fr_fr: Énumérer à nouveau une Structure
pt_pt: Renumerar uma Estrutura

# MG_PRP110
source: Definición de Informes
ca_es: Definició d'Informes
fr_fr: Définition de Rapports
pt_pt: Definição de Relatórios

# MG_PRP120
source: Listar Borradores
ca_es: Llistat Esborranys
fr_fr: Lister Brouillards

# MG_PRP200
source: Generar un Informe
fr_fr: Générer un Rapport

# MG_PRP210
source: Definir Grupos de Informes
ca_es: Definir Grups d'Informes
fr_fr: Définir Groupes de Rapports

# MG_PRP220
source: Generar Grupo de Informes
ca_es: Generar Grup d'Informes
fr_fr: Générer Groupe de Rapports

# M3
source: Gestión de Terceros
ca_es: Gestió de Tercers
fr_fr: Gestion de Tiers
pt_pt: Gestão de Terceiros

# M3_C3
source: Cobros de Terceros
ca_es: Cobraments de Tercers
fr_fr: Perceptions de Tiers
pt_pt: Cobranças de Terceiros

# M3_C3_C31
source: Parametrización Básica
ca_es: Parametrització Bàsica
fr_fr: Paramétrage de Base
pt_pt: Parametrização Básica

# M3_C3_C31_C3100
source: Actualizar Tipos de Proceso
ca_es: Actualitzar Tipus de Procés
fr_fr: Mettre à jour Types de Processus
pt_pt: Actualizar Tipos de Processo

# M3_C3_C31_C3120
source: Actualizar Códigos de Reservado Usuario
ca_es: Actualitzar Codis de Reservat Usuari
fr_fr: Mettre à jour Codes de Réservé Utilisateur
pt_pt: Actualizar Códigos de Reservado Utilizador

# M3_C3_C31_C3125
source: Actualizar Modelos de Selección
ca_es: Actualitzar Models de Selecció
fr_fr: Mettre à jour Modèles de Sélection
pt_pt: Actualizar Modelos de Selecção

# M3_C3_C31_C3155
source: Actualizar Modelos de Comprobante
ca_es: Actualitzar Models de Comprovant
fr_fr: Mettre à jour Modèles de Preuve
pt_pt: Actualizar Modelos de Diário

# M3_C3_C31_C3130
source: Actualizar Tabla de Procesos-Operaciones
ca_es: Actualitzar Taula de Processos-Operacions
fr_fr: Mettre à jour Tableau de Processus-Opérations
pt_pt: Actualizar Tabela de Processos-Operações

# M3_C3_C31_C3135
source: Actualizar Tabla de Procesos-Reservado Usuario
ca_es: Actualitzar Taula de Processos-Reservat Usuari
fr_fr: Mettre à jour Tableau de Processus-Réservé Utilisateur

# M3_C3_C31_C3140
source: Actualizar Tabla de Procesos-Selecciones
ca_es: Actualitzar Taula de Processos-Seleccions
fr_fr: Mettre à jour Tableau de Processus-Sélections

# M3_C3_C31_C3490
source: Listar Códigos de Reservado Usuario
ca_es: Llistar Codis de Reservat Usuari
fr_fr: Lister Codes de Réservé Utilisateur
pt_pt: Listar Códigos de Reservado Utilizador

# M3_C3_C31_C3491
source: Listar Modelos de Selección
ca_es: Llistar Models de Selecció
fr_fr: Lister Modèles de Sélectionn
pt_pt: Listar Modelos de Selecçã

# M3_C3_C31_C3493
source: Listar Modelos de Comprobante
ca_es: Llistar Models de Comprovant
fr_fr: Lister Modèles de Preuve
pt_pt: Listar Modelos de Diário

# M3_C3_C31_C3494
source: Listar Procesos-Operaciones
ca_es: Llistar Processos-Operacions
fr_fr: Lister Processus-Opérations
pt_pt: Listar Processos-Operações

# M3_C3_C31_C3495
source: Listar Procesos-Reservado Usuario
ca_es: Llistar Processos-Reservat Usuari
fr_fr: Lister Processus-Réservé Utilisateur
pt_pt: Listar Processos-Reservado Utilizador

# M3_C3_C31_C3496
source: Listar Procesos-Selecciones
ca_es: Llistar Processos-Seleccions
fr_fr: Lister Processus-Sélections
pt_pt: Listar Processos-Selecções

# M3_C3_C32
source: Parametrización Adicional
ca_es: Parametrització Adicional
fr_fr: Paramétrage Supplémentaire
pt_pt: Parametrização Adicional

# M3_C3_C32_C3160
source: Actualizar Tabla de Líneas de Texto
ca_es: Actualitzar Taula de Línies de Text
fr_fr: Mettre à jour Tableau de Lignes de Texte
pt_pt: Actualizar Tabela de Linhas de Texto

# M3_C3_C32_C3170
source: Actualizar Definiciones de Rankings
ca_es: Actualitzar Definicions de Rankings
fr_fr: Mettre à jour Définitions de Classements
pt_pt: Actualizar Definições de Rankings

# M3_C3_C32_C3180
source: Actualizar Modelos Selección Auxiliares
ca_es: Actualitzar Models Selecció d'Auxiliars
fr_fr: Mettre à jour Modèles Sélection Auxiliaires
pt_pt: Actualizar Modelos Selecção Auxiliares

# M3_C3_C32_C3162
source: Actualizar Tabla de Dotaciones
ca_es: Actualitzar Taula de Dotacions
fr_fr: Mettre à jour Tableau de Dotations
pt_pt: Actualizar Tabela de Dotações

# M3_C3_C32_C3164
source: Actualizar Tablas de Estadísticas
ca_es: Actualitzar Taules d'Estadístiques
fr_fr: Mettre à jour Tableaux de Statistiques
pt_pt: Actualizar Tabelas de Estatísticas

# M3_C3_C32_C3184
source: Actualizar Informes de G3
ca_es: Actualitzar Informes de G3
fr_fr: Mettre à jour Rapports de G3
pt_pt: Actualizar Relatórios de G3

# M3_C3_C32_C3497
source: Listar Tabla de Líneas de Texto
ca_es: Llistar Taula de Línies de Text
fr_fr: Lister Tableau de Lignes de Texte
pt_pt: Listar Tabela de Linhas de Texto

# M3_C3_C32_C3498
source: Listar Definiciones de Rankings
ca_es: Llistar Definicions de Rankings
fr_fr: Lister Définitions de Classements
pt_pt: Listar Definições de Rankings

# M3_C3_C32_C3499
source: Listar Modelos de Selección de Auxiliares
ca_es: Llistar Models de Selecció d'Auxiliars
fr_fr: Lister Modèles de Sélection d'Auxiliaires
pt_pt: Listar Modelos de Selecção de Auxiliares

# M3_C3_C32_C3489
source: Listar Tablas de Estadísticas
ca_es: Llistar Taules d'Estadístiques
fr_fr: Lister Tableaux de Statistiques
pt_pt: Listar Tabelas de Estatísticas

# M3_C3_C32_C3488
source: Listar Informes de G3
ca_es: Llistar Informes de G3
fr_fr: Lister Rapports de G3
pt_pt: Listar Relatórios de G3

# M3_C3_C3010
source: Procesos de Cobros
ca_es: Processos de Cobraments
fr_fr: Processus de Perceptions
pt_pt: Processos de Cobranças

# M3_C3_C3011
source: Otras opciones
ca_es: Altres opcions
fr_fr: Autres options
pt_pt: Outras opções

# M3_P3
source: Pagos a Terceros
ca_es: Pagaments a Tercers
fr_fr: Paiements à des Tiers
pt_pt: Pagamentos a Terceiros

# M3_P3_P31
source: Parametrización Básica
ca_es: Parametrització Bàsica
fr_fr: Paramétrage de base
pt_pt: Parametrização Básica

# M3_P3_P31_P3100
source: Actualizar Tipos de Proceso
ca_es: Actualitzar Tipus de Procés
fr_fr: Mettre à jour Types de Processus
pt_pt: Actualizar Tipos de Processo

# M3_P3_P31_P3120
source: Actualizar Códigos de Reservado Usuario
ca_es: Actualitzar Codis de Reservat Usuari
fr_fr: Mettre à jour Codes de Réservé Utilisateur
pt_pt: Actualizar Códigos de Reservado Utilizador

# M3_P3_P31_P3125
source: Actualizar Modelos de Selección
ca_es: Actualitzar Models de Selecció
fr_fr: Mettre à jour Modèles de Sélection
pt_pt: Actualizar Modelos de Selecção

# M3_P3_P31_P3155
source: Actualizar Modelos de Comprobante
ca_es: Actualitzar Models de Comprovant
fr_fr: Mettre à jour Modèles de Preuve
pt_pt: Actualizar Modelos de Diário

# M3_P3_P31_P3130
source: Actualizar Tabla de Procesos-Operaciones
ca_es: Actualitzar Taula de Processos-Operacions
fr_fr: Mettre à jour Tableau de Processus-Opérations
pt_pt: Actualizar Tabela de Processos-Operações

# M3_P3_P31_P3135
source: Actualizar Tabla de Procesos-Reservado Usuario
ca_es: Actualitzar Taula de Processos-Reservat Usuari
fr_fr: Mettre à jour Tableau de Processus-Réservé Utilisateur
pt_pt: Actualizar Tabela de Processos-Reservado Utilizador

# M3_P3_P31_P3140
source: Actualizar Tabla de Procesos-Selecciones
ca_es: Actualitzar Taula de Processos-Seleccions
fr_fr: Mettre à jour Tableau de Processus-Sélections
pt_pt: Actualizar Tabela de Processos-Selecções

# M3_P3_P31_P3490
source: Listar Códigos de Reservado Usuario
ca_es: Llistar Codis de Reservat Usuari
fr_fr: Lister Codes de Réservé Utilisateur
pt_pt: Listar Códigos de Reservado Utilizador

# M3_P3_P31_P3491
source: Listar Modelos de Selección
ca_es: Llistar Models de Selecció
fr_fr: Lister Modèles de Sélection
pt_pt: Listar Modelos de Selecção

# M3_P3_P31_P3493
source: Listar Modelos de Comprobante
ca_es: Llistar Models de Comprovant
fr_fr: Lister Modèles de Preuve
pt_pt: Listar Modelos de Diário

# M3_P3_P31_P3494
source: Listar Procesos-Operaciones
ca_es: Llistar Processos-Operacions
fr_fr: Lister Processus-Opérations
pt_pt: Listar Processos-Operações

# M3_P3_P31_P3495
source: Listar Procesos-Reservado Usuario
ca_es: Llistar Processos-Reservat Usuari
fr_fr: Lister Processus-Réservé Utilisateur
pt_pt: Listar Processos-Reservado Utilizador

# M3_P3_P31_P3496
source: Listar Procesos-Selecciones
ca_es: Llistar Processos-Seleccions
fr_fr: Lister Processus-Sélections
pt_pt: Listar Processos-Selecções

# M3_P3_P32
source: Parametrización Adicional
ca_es: Parametrizació Adicional
fr_fr: Paramétrage Supplémentaire
pt_pt: Parametrização Adicional

# M3_P3_P32_P3160
source: Actualizar Tabla de Líneas de Texto
ca_es: Actualitzar Taula de Línies de Text
fr_fr: Mettre à jour Tableau de Lignes de Texte

# M3_P3_P32_P3170
source: Actualizar Definiciones de Rankings
ca_es: Actualitzar Definicions de Rankings
fr_fr: Mettre à jour Définitions de Classements

# M3_P3_P32_P3180
source: Actualizar Modelos Selección Auxiliares
ca_es: Actualitzar Models de Selecció d'Auxiliares
fr_fr: Mettre à jour Modèles de Sélection d'Auxiliaires

# M3_P3_P32_P3164
source: Actualizar Tablas de Estadísticas
ca_es: Actualitzar Taules d'Estadístiques
fr_fr: Mettre à jour Tableaux de Statistiques

# M3_P3_P32_P3184
source: Actualizar Informes de G3
ca_es: Actualitzar Informes de G3
fr_fr: Mettre à jour Rapports de G3

# M3_P3_P32_P3497
source: Listar Tabla de Líneas de Texto
ca_es: Llistar Taula de Línies de Text
fr_fr: Lister Tableau de Lignes de Texte

# M3_P3_P32_P3498
source: Listar Definiciones de Rankings
ca_es: Llistar Definicions de Rankings
fr_fr: Lister Définitions de Classements

# M3_P3_P32_P3499
source: Listar Modelos de Selección de Auxiliares
ca_es: Llistar Models Selecció d'Auxiliars
fr_fr: Lister Modèles de Sélection d'Auxiliaires

# M3_P3_P32_P3489
source: Listar Tablas de Estadísticas
ca_es: Llistar Taules d'Estadístiques
fr_fr: Lister Tableaux de Statistiques

# M3_P3_P32_P3488
source: Listar Informes de G3
ca_es: Llistar Informes de G3
fr_fr: Lister Rapports de G3

# M3_P3_P3010
source: Procesos de Pagos
ca_es: Processos de Pagamentss
fr_fr: Processus de Paiements
pt_pt: Processos de Pagamentos

# M3_P3_P3011
source: Otras opciones
ca_es: Altres opcions
fr_fr: Autres options
pt_pt: Outras opções

# MC
source: Distribución de Costes
ca_es: Distribució de Costos
fr_fr: Distribution de Coûts
pt_pt: Distribução de Custos

# MC_DCP010
source: Actualizar Fórmulas
ca_es: Actualitzar Fórmules
fr_fr: Mettre à jour Formules

# MC_DCP020
source: Actualizar Ordenes de Ejecución
ca_es: Actualitzar Ordres d'Execució
fr_fr: Mettre à jour Ordres d'Exécution
pt_pt: Actualizar Ordens de Execução

# MC_DCP030
source: Actualizar Cuentas Inter compañía
ca_es: Actualitzar Comptes intercompanyia
fr_fr: Mettre à jour Comptes Inter société
pt_pt: Actualizar Contas Inter-empresa

# MC_PR061B
source: Actualizar Tipos de Extracontable
ca_es: Actualitzar Tipus d'Extracomptable
fr_fr: Mettre à jour Types d'Extracomptable
pt_pt: Actualizar Tipos de Extracontabilístico

# MC_DCP700
source: Ejecucion de una Distribución
ca_es: Execució d'una Distribució
fr_fr: Exécution d'une Distribution
pt_pt: Execução de uma Distribuição

# MC_DCP109
source: Listar Fórmulas
ca_es: Llistar Fórmules
fr_fr: Lister Formules

# MC_DCP119
source: Listar Ordenes de Ejecución
ca_es: Llistar Ordres d'execució
fr_fr: Lister Ordres d'Exécution
pt_pt: Listar Ordens de Execução

# MC_DCP129
source: Listar Cuentas Ínter companía
ca_es: Llistar Comptes intercompanyia
fr_fr: Lister Comptes Inter société
pt_pt: Listar Contas Inter-empresa

# MP
source: Cambio de Plan Contable
ca_es: Canvi de Pla Comptable
fr_fr: Changement de Plan Comptable
pt_pt: Alteração de Plano Contabilístico

# MP_CPP702
source: Actualización de Tablas para Cambio de Plan
ca_es: Actualització de Taules per a Canvi de Pla
fr_fr: Mise à jour de Tableaux pour Changement de Plan
pt_pt: Actualização de Tabelas para Alteração de Plano

# MP_CPP703
source: Validación y Listado de las Tablas
ca_es: Validació i Llistat de les Taules
fr_fr: Validation et Liste des Tableaux
pt_pt: Validação e Listagem das Tabelas

# MP_CPP705
source: Cambio de Plan Contable a Compañías
ca_es: Canvi de Pla Comptable a Companyies
fr_fr: Changement de Plan Comptable à Sociétés
pt_pt: Alteração de Plano Contabilístico para Empresas

# MP_CPP710
source: Copiar Movimientos y Saldos de una Compañía
ca_es: Copiar Moviments i Saldos d'una Companyia
fr_fr: Copier Mouvements et Soldes d'une Compagnie
pt_pt: Copiar Movimentos e Saldos de uma Companhia

# MT
source: Interfase de Tesorería
ca_es: Interficie de Tresoreria
fr_fr: Interface de Trésorerie
pt_pt: Interfase de Tesouraria

# MT_PS000
source: Parámetros generales del interfaz
ca_es: Paràmetres generals de l'interficie
fr_fr: Paramètres généraux de l'interface
pt_pt: Parâmetros gerais do interface

# MT_PS010
source: Actualización de cuentas de mayor a seleccionar
ca_es: Actualització de comptes de major a seleccionar
fr_fr: Mise à jour de comptes de Grand livre à sélectionner
pt_pt: Actualização de contas de maior a seleccionar

# MT_PS004
source: Actualización de valores por defecto
ca_es: Actualització de valors per defecte
fr_fr: Mise à jour des valeurs par défaut
pt_pt: Actualização de valores por defeito

# MT_PS015
source: Selección de comprobantes para interfaz
ca_es: Selecció de comprovants per a l'interficie
fr_fr: Sélection de preuves pour interface
pt_pt: Selecção de diários para interface

# MT_PS050
source: Transferencia de datos seleccionados a PC
ca_es: Transferència de dades seleccionades al PC
fr_fr: Transfert de données sélectionnées à PC
pt_pt: Transferência de dados seleccionados para PC

# MT_PS030
source: Anulación de comprobantes seleccionados
ca_es: Anul.lació de comprovantes seleccionats
fr_fr: Annulation des preuves sélectionnées
pt_pt: Anulação de diários seleccionados

# MT_PS031
source: Reorganización de extracciones de Finanzas
ca_es: Reorganització d'extraccions de Finances
fr_fr: Réorganisation d'extractions de Finances
pt_pt: Reorganização de extracções de Finanças

# MT_PS031B
source: Reorganización de comprobantes extraídos
ca_es: Reorganització de comprovants extrets
fr_fr: Réorganisation de preuves extraites
pt_pt: Reorganização de diários extraídos

# MT_PS070
source: Cambio de Entorno
ca_es: Canvi d'Entorn
fr_fr: Changement d'Environnement
pt_pt: Alteração de Ambiente

# MO
source: Opciones especiales
ca_es: Opcions especials
fr_fr: Options Spéciales
pt_pt: Opções Especiais

# MX
source: Menú Personalizado
ca_es: Menú Personalitzat
fr_fr: Menu Personnalisé

# AD
source: Accesos Directos
ca_es: Accessos Directes
fr_fr: Raccourcis
pt_pt: Atalhos

# AD_Proecesos
source: Procesos
ca_es: Processos
fr_fr: Processus
pt_pt: Processos

# lblfrmAddOpcionEspecial
source: Add Special Option
ca_es: Afegir Opció Especial
fr_fr: Ajouter une option spéciale
pt_pt: Adicionar Opção Especial

# grpBoxProceso
source: Process
ca_es: Procés
fr_fr: Processus
pt_pt: Processo

# lblNombre
source: Name
ca_es: Nom
fr_fr: Nom
pt_pt: Nome

# errValNombreDescProceso
source: You must enter a name and description for the process
ca_es: Heu d'introduir un nom i una descripció per al procés
fr_fr: Vous devez introduire un nom et une description pour le processus
pt_pt: Você deve digitar um nome e descrição para o processo

# errValNombreProceso
source: You must enter a name for the process
ca_es: Heu d'introduir un nom per al procés
fr_fr: Vous devez introduire un nom pour le processus
pt_pt: Você deve digitar um nome para o processo

# errValDescProceso
source: You must enter a description for the process
ca_es: Heu d'introduir una descripció per al procés
fr_fr: Vous devez introduire une description pour le processus
pt_pt: Você deve digitar uma descrição para o processo

# lblfrmAddMenuPersonalizado
source: Add Custom Menu
ca_es: Afegir Menú Personalitzat
fr_fr: Ajouter un menu personnalisé
pt_pt: Adicionar menu personalizado

# errValDescMenu
source: You must enter a description for the menu
ca_es: Heu d'introduir una descripció per al menú
fr_fr: Vous devez introduire une description du menu
pt_pt: Você deve digitar uma descrição para o menu

# lblfrmActivarTitulo
source: Enable Options
ca_es: Activar Opcions
fr_fr: Activer les Options
pt_pt: Alterar as Opções

# lblOpcionesNoActivas
source: No Active Options
ca_es: Opcions No Actives
fr_fr: Aucune option actifs
pt_pt: Sem opções de ativos

# wrnOpcionesActivas
source: All options are active
ca_es: Totes les opcions estan actives
fr_fr: Toutes les options sont actives
pt_pt: Todas as opções estão ativas

# lblActivar
source: Activate
ca_es: Activar
fr_fr: Activer
pt_pt: Activar

# wrnActivarOpcion
source: It will enable the option
ca_es: Es va a activar l'opció
fr_fr: Il permettra l'option
pt_pt: Ele irá permitir que a opção

# lblfrmAboutTitulo
source: About Finance Module
ca_es: Sobre Mòdul de Finances
fr_fr: À propos Module Finance
pt_pt: Sobre o Módulo de Finanças

# menuItemConfig
source: Configuration
ca_es: Configuració
pt_pt: Configuração

# lblDesc
source: Description
ca_es: Descripció
pt_pt: Descrição

# grpBoxMenu
source: Menu
ca_es: Menú

# lblDescMenu
source: Description
ca_es: Descripció
pt_pt: Descrição

# lblVersion
source: Version
ca_es: Versió
pt_pt: Versão
