Repository: erinaldo/SmartCG
Catalog: ModFinanzas/Language.*.resx
Languages: ca_es, fr_fr, pt_pt

# lblAceptar
source: Ok
ca_es: Acceptar
fr_fr: Accepter
pt_pt: Aceitar

# lblCancelar
source: Cancel
ca_es: Cancel.lar
fr_fr: Résilier
pt_pt: Cancelar

# errValTitulo
source: Error
fr_fr: Erreur
pt_pt: Erro

# lblfrmPrincipalTitulo
source: Finance Module
ca_es: Mòdul Finances
fr_fr: Module Finance
pt_pt: Módulo Finanças

# menuItemAbout
source: About
ca_es: Sobre
fr_fr: Sur
pt_pt: Sobre

# menuItemSalir
source: Exit
fr_fr: Laisser
pt_pt: Deixar

# errCargarOpciones
source: Unable to load module options Finance
ca_es: No se pueden cargar las opciones del Módulo de Finanzas
fr_fr: Impossible de charger les options du Module Finance
pt_pt: Não foi possível carregar as opções do Módulo Finanças

# lblDesactivar
source: Deactivate
ca_es: Desactivar
fr_fr: Désactiver
pt_pt: Desactivar

# lblAddOpcion
source: Add Option
ca_es: Afegir Opció
fr_fr: Ajouter une option
pt_pt: Adicionar Opção

# lblDelOpcion
source: Remove Option
ca_es: Treure Opció
fr_fr: Supprimer Option
pt_pt: Remover Opção

# lblAddGrupo
source: Add Group
ca_es: Afegir Grup
fr_fr: Ajouter Groupe
pt_pt: Adicionar Grupo

# lblDelGrupoItem
source: Remove Group/Item
ca_es: Treure Grup/Element
fr_fr: Supprimer Groupe/Article
pt_pt: Remover Grupo/Item

# wrnTitulo
source: Warning
ca_es: Advertència
fr_fr: Avertissement
pt_pt: Aviso

# wrnDesactivarOpcion
source: It will turn off
ca_es: Es va a desactivar l'opció
fr_fr: Il s'éteint
pt_pt: Ele se desligará

# wrnPreguntaContinuar
source: Do you want to continue?
ca_es: Voleu continuar?
fr_fr: Voulez-vous continuer?
pt_pt: Você quer continuar?

# wrnEliminarOpcion
source: It will delete the option
ca_es: Es va a eliminar l'opció
fr_fr: Il permettra d'éliminer l'option
pt_pt: Isso vai eliminar a opção

# MB
source: Módulo Básico
ca_es: Mòdul Bàsic
fr_fr: Module de Base

# MB_CG1
source: Definiciones Generales
ca_es: Definicions Generals
fr_fr: Définitions Générales
pt_pt: Definições Gerais

# MB_CG1_GLP002
source: Parámetros Generales de la Instalación
ca_es: Paràmetres Generals de la Instal.lació
fr_fr: Paramètres Généraux de l'Installation
pt_pt: Parâmetros Gerais da Instalação

# MB_CG1_AT
source: Autorizaciones
ca_es: Autoritzacions
fr_fr: Autorisations
pt_pt: Autorizações

# MB_CG1_AT_ATP003
source: Definición de Usuarios
ca_es: Definició d'Usuarios
fr_fr: Définition d'Utilisateurs
pt_pt: Definição de Utilizadores

# MB_CG1_AT_ATP001
source: Autorización para crear elementos
ca_es: Autorització per a crear elements
fr_fr: Autorisation pour créer éléments
pt_pt: Autorização para criar elementos

# MB_CG1_AT_ATP002
source: Cambio de propietario
ca_es: Canvi de propietari
fr_fr: Changement de propriétaire
pt_pt: Alteração de proprietário

# MB_CG1_AT_ATP011
source: Autorización sobre elementos
ca_es: Autorització sobre elements
fr_fr: Autorisation sur des éléments
pt_pt: Autorização sobre elementos

# MB_CG1_AT_ATP012
source: Autorización sobre procesos
ca_es: Autorització sobre processos
fr_fr: Autorisation sur des processus
pt_pt: Autorização sobre processos

# MB_CG1_AT_ATP400
source: Listar Usuarios
ca_es: Llistar Usuaris
fr_fr: Lister Utilisateurs
pt_pt: Listar Utilizadores

# MB_CG1_AT_ATP404
source: Listar autorización para crear elementos
ca_es: Llistar autorització per a crear elements
fr_fr: Lister autorisation pour créer des éléments
pt_pt: Listar autorização para criar elementos

# MB_CG1_AT_ATP405
source: Listar elementos por propietario
ca_es: Llistar elements per propietari
fr_fr: Lister éléments par propriétaire
pt_pt: Listar elementos por proprietário

# MB_CG1_AT_ATP406
source: Listar autorización sobre elementos
ca_es: Llistar autorització sobre elements
fr_fr: Lister autorisation sur éléments
pt_pt: Listar autorização sobre elementos

# MB_CG1_AT_ATP407
source: Listar autorización sobre procesos
ca_es: Llistar autorització sobre processos
fr_fr: Lister autorisation sur processus
pt_pt: Listar autorização sobre processos

# MB_CG1_AT_AT402
source: Listar autorizaciones públicas
ca_es: Llistar autoritzacions públiques
fr_fr: Lister autorisations publiques
pt_pt: Listar autorizações públicas

# MB_CG1_AT_ATP412
source: Listar autorizaciones por usuario
ca_es: Llistar autoritzacions per usuari
fr_fr: Lister autorisations par utilisateur
pt_pt: Listar autorizações por utilizador

# MB_CG1_AT_ATP414
source: Conexiones por usuario
ca_es: Llistar connexions per usuari
fr_fr: Lister connexions par utilisateur
pt_pt: Listar conexiones por utilizador

# MB_CG1_DF2
source: Compañías y Grupos de Compañías
ca_es: Companyies i Grups de Companyies
fr_fr: Sociétés et Groupes de Sociétés
pt_pt: Empresas e Grupos de Empresas

# MB_CG1_DF2_GLP110
source: Actualización de Compañías
ca_es: Actualització de Companyies
fr_fr: Mise à jour de Sociétés
pt_pt: Actualização de Empresas

# MB_CG1_DF2_GLP170
source: Actualización de Grupos de Compañías
fr_fr: Mise à jour de Groupes de Sociétés
pt_pt: Actualização de Grupos de Empresas

# MB_CG1_DF2_GLP491
source: Listado de Compañías
ca_es: Llistat de Companyies
fr_fr: Liste de Sociétés
pt_pt: Listagem de Empresas

# MB_CG1_DF2_GLP497
source: Listado de Grupos de Compañías
ca_es: Llistat de Grups de Companyies
fr_fr: Liste de Groupes de Sociétés
pt_pt: Listagem de Grupos de Empresas

# MB_CG1_GLP040
source: Tabla de Calendarios Contables
ca_es: Taula de Calendaris Comptables
fr_fr: Tableau de Calendriers Comptables
pt_pt: Tabela de Calendários Contabilísticos

# MB_CG1_GLP030
source: Tabla de Monedas
ca_es: Taula de Monedes
fr_fr: Tableau de Devises
pt_pt: Tabela de Moedas

# MB_CG1_GLP055
source: Tabla de Clases de Documento
ca_es: Taula de Classes de Document
fr_fr: Tableau de Classes de Document
pt_pt: Tabela de Classes de Documento

# MB_CG1_CG083
source: Ver otra Moneda Local
ca_es: Veu una altra Moneda Local
fr_fr: Voir autre Devise Locale
pt_pt: Ver outra Moeda Local

# MB_CG1_GL480A
source: Listado de Tablas definidas
ca_es: Llistat de Taules definides
fr_fr: Liste de Tableaux définis
pt_pt: Listagem de Tabelas definidas

# MB_CG1_CG011
source: Cambiar de usuario
ca_es: Canviar d'usuari
fr_fr: Changer d'utilisateur
pt_pt: Alterar Usuário

# MB_CG2
source: Menú de Mantenimiento
ca_es: Menú de Manteniment
fr_fr: Menu de Maintenance
pt_pt: Menu de Manuntenção

# MB_CG2_GL501
source: Reorganización de datos de Uniclass Finanzas
ca_es: Reorganizació de dades d'Uniclass Finances
fr_fr: Réorganisation de données d'Uniclass Finances
pt_pt: Reorganização de dados de Uniclass Finanças

# MB_CG2_GLP595
source: Reorganizar Cuentas de Auxiliar
ca_es: Reorganitzar Comptes d'Auxiliar
fr_fr: Réorganiser Comptes d'Auxiliaire
pt_pt: Reorganizar Contas de Auxiliar

# MB_CG2_GLP630
source: Generar archivos entrada batch
ca_es: Generar arxius d'entrada batch
fr_fr: Générer fichiers entrée batch
pt_pt: Gerar ficheiros entrada batch

# MB_CG3
source: Entrada de datos
ca_es: Entrada de Dades
fr_fr: Entrée de Données
pt_pt: Entrada de Dados

# MB_CG3_GL200
source: Entrada Interactiva
fr_fr: Entrée Interactive

# MB_CG3_GLP217
source: Recepción de Lotes (Batch)
ca_es: Recepció de Lots (Batch)
fr_fr: Réception de Lots (Batch)
pt_pt: Recepção de Lotes (Batch)

# MB_CG3_GLP631
source: Edición de lotes batch
ca_es: Edició de lots batch
fr_fr: Édition de lots batch
pt_pt: Edição de lotes batch

# MB_CG3_GLP400
source: Listado de Movimientos Introducidos
ca_es: Llistat de Moviment Introduïts
fr_fr: Liste de Mouvements Introduits
pt_pt: Listagem de Movimentos Introduzidos

# MB_CG3_GLP226
source: Contabilización
ca_es: Comptabilització
fr_fr: Comptabilisation
pt_pt: Contabilização

# MB_CG3_GLP280
source: Cierre de Periodos
ca_es: Tancament de Períodes
fr_fr: Clôture de Périodes
pt_pt: Fecho de Períodos

# MB_CG3_GLP610
source: Cierre de Ejercicios Económicos
ca_es: Tancament d'Exercicis Econòmics
fr_fr: Clôture d'Exercices Économiques
pt_pt: Fecho de Exercícios Económicos

# MB_CG3_GLP621
source: Cierre de Ejercicio para Cuentas Patrimoniales
ca_es: Tancament d'Exercici per a Comptes Patrimonials
fr_fr: Clôture d'Exercices pour Comptes Patrimoniaux
pt_pt: Fecho de Exercicio para Contas Patrimoniais

# MB_CG3_GL201
source: Trabajar con una Lista de Comprobantes
ca_es: Treballar amb una Llista de Comprovants
fr_fr: Travailler avec une Liste de Preuves
pt_pt: Trabalhar com uma Lista de Diários

# MB_CG3_GLP202
source: Aprobación de Comprobantes Adicionados
ca_es: Aprovacio de Comprovants Addicionats
fr_fr: Approbation de Journaux Additionnés
pt_pt: Aprovacão de Comprovantes Adicionados

# MB_CG3_GLP632
source: Gestión de Lotes Procesados
ca_es: Gestió de Lots Processats
fr_fr: Gestion des Lots en Traitement
pt_pt: Gestão de Lotes Prosessados

# MB_CG3_GLP227
source: Histórico de Comprobantes
ca_es: Històric de Comprovants
fr_fr: Historique de Journaux
pt_pt: Histórico de Comprovantes

# MB_GL
source: Contabilidad General
ca_es: Comptabilitat General
fr_fr: Comptabilité Générale
pt_pt: Contabilidade Geral

# MB_GL_GL1
source: Definiciones de Contabilidad General
ca_es: Definicions de Comptabilitat General
fr_fr: Définitions de Comptabilité Générale
pt_pt: Definições de Contabilidade Geral

# MB_GL_GL1_GLP120
source: Actualizar parámetros de Planes de Cuentas
ca_es: Actualitzar paràmetres de Plans de Comptes
fr_fr: Mettre à jour paramètres de Plans de Comptes
pt_pt: Actualizar parâmetros de Planos de Contas

# MB_GL_GL1_GL130A
source: Actualizar Cuentas de Mayor
ca_es: Actualitzar Comptes de Major
fr_fr: Mettre à jour Comptes de Grand livre
pt_pt: Actualizar Contas de Maior

# MB_GL_GL1_GLP050
source: Actualizar tabla de Tipos de Comprobante
ca_es: Actualitzar taula de Tipus de Comprovant
fr_fr: Mettre à jour tableau de Types de Preuve
pt_pt: Actualizar tabela de Tipos de Diário

# MB_GL_GL1_GLP135
source: Combinaciones cuentas mayor/aux
ca_es: Combinacions comptes major/aux
fr_fr: Combinaisons comptes Grand livre/aux.
pt_pt: Combinações contas maior/aux

# MB_GL_GL1_GLP083
source: Actualizar Grupos de Cuentas de Mayor
ca_es: Actualitzar Grups de Comptes de Major
fr_fr: Actualiser Groupes de Comptes de Grand Livre
pt_pt: Atualizar Grupos de Contas de Razão

# MB_GL_GL1_GLP492
source: Listar Planes de Cuentas
ca_es: Llistar Plans de Comptes
fr_fr: Lister Plans de Comptes
pt_pt: Listar Planos de Contas

# MB_GL_GL1_GLP493
source: Listar Cuentas de Mayor
ca_es: Llistar Comptes de Major
fr_fr: Lister Comptes de Grand livre
pt_pt: Listar Contas de Maior

# MB_GL_GL1_GL480B
source: Listado de Tablas Definidas
ca_es: Llistat de Taules Definides
fr_fr: Liste des Tableaux Définis
pt_pt: Listagem de Tabelas Definidas

# MB_GL_GL1_GLP136
source: Listar Combinaciones cuentas Mayor/aux
ca_es: Llista combinacions comptes major/aux
fr_fr: Lister Combinaisons comptes Grand livre/aux.
pt_pt: Listar Combinações contas maior/aux

# MB_GL_GL1_GLP499
source: Listar Grupos de Cuentas de Mayor
ca_es: Llistar Grups de Comptes de Major
fr_fr: Lister Groupes de Comptes de Grand Livre
pt_pt: Listar Grupos de Contas de Razão

# MB_GL_GL2
source: Información de Contabilidad General
ca_es: Informació de Comptabilitat General
fr_fr: Information de Comptabilité Générale
pt_pt: Informação de Contabilidade Geral

# MB_GL_GL2_GDP400
source: Diarios
ca_es: Diaris
fr_fr: Livres journaux
pt_pt: Diários

# MB_GL_GL2_GLP310
source: Consulta de Saldos y Movimientos
ca_es: Consulta de Saldos i Moviments
fr_fr: Consultation de Soldes et Mouvements
pt_pt: Consulta de Saldos e Movimentos

# MB_GL_GL2_GLP410
source: Listado del Mayor de Contabilidad
ca_es: Llistat del Major de Comptabilitat
fr_fr: Liste du Grand livre de Comptabilité
pt_pt: Listagem do Maior de Contabilidade

# MB_GL_GL2_GLP415
source: Balance de Comprobación (Sumas y Saldos)
ca_es: Balanç de Comprovació (Sumes i Saldos)
fr_fr: Bilan de Vérification (Additions et Soldes)
pt_pt: Balanço de Comprovação (Somas e Saldos)

# MB_GL_GL2_GLP346
source: Consulta Selectiva de Movimientos
ca_es: Consulta Selectiva de Moviments
fr_fr: Consultation Sélective de Mouvements
pt_pt: Consulta Seletiva de Movimentos

# MB_AX
source: Libros Auxiliares de Contabilidad
ca_es: Llibres Auxiliars de Comptabilitat
fr_fr: Livres Auxiliaires de Comptabilité
pt_pt: Livros Auxiliares de Contabilidade

# MB_AX_AX1
source: Menú de Definición de Libros Auxiliares
ca_es: Menú de Definició de Llibres Auxiliars
fr_fr: Menu de Définition de Livres Auxiliaires
pt_pt: Menu de Definição de Livros Auxiliares

# MB_AX_AX1_GLP140
source: Actualizar Tipos de Auxiliar
ca_es: Actualitzar Tipus d'Auxiliar
fr_fr: Mettre à jour Types d'Auxiliaire

# MB_AX_AX1_GL150A
source: Actualizar Cuentas de Auxiliar
ca_es: Actualitzar Comptes d'Auxiliar
fr_fr: Mettre à jour Comptes d'Auxiliaire
pt_pt: Actualizar Contas de Auxiliar

# MI_IV1_IV160
source: Actualizar Maestro de Referencias Catrastales
ca_es: Actualitzar Mestre de Referències Cadrastals
fr_fr: Mise à jour Maître Références Catrastales
pt_pt: Atualização Mestre Referências Catrastales

# MI_IV1_IV590
source: Normalización de CIF/DNI
ca_es: Normalització del CIF/DNI
fr_fr: Normalisation de CIF/CNI
pt_pt: Normalização de NIF/BI

# MI_IV1_IV600
source: Reorganización archivos de IVA
ca_es: Reorganització d'arxius de l'IVA
fr_fr: Réorganisation fichiers de TVA
pt_pt: Reorganização ficheiros de IVA

# MI_IV1_IV122
source: Modalidad Declaración
ca_es: Modalitat de les Declaracions
fr_fr: Modalité Déclaration

# MB_AX_AX1_GLP070
source: Actualizar Tablas de Vencimientos
ca_es: Actualitzar Taules de Vencimients
fr_fr: Mettre à jour Tableaux d'Échéances
pt_pt: Actualizar Tabelas de Vencimentos

# MB_AX_AX1_GLP468
source: Actualizar Tablas de Ingresos y Pagos
ca_es: Actualitzar Taules d'Ingressos i Pagaments
fr_fr: Mettre à jour Tableaux de Revenus et de Paiements
pt_pt: Actualizar Tabelas de Recebimentos e Pagamentos

# MB_AX_AX1_GLP081
source: Actualizar Grupos de Cuentas de Auxiliar
ca_es: Actualitzar Grups de Comptes d'Auxiliar
fr_fr: Mettre à jour Groupes de Comptes d'Auxiliaire
pt_pt: Actualizar Grupos de Contas de Auxiliar

# MB_AX_AX1_GLP141
source: Actualizar Clases de Zona
ca_es: Actualitzar Classes de Zona
fr_fr: Mettre à jour Classes de Zone
pt_pt: Actualizar Classes de Zona

# MB_AX_AX1_GLP142
source: Actualizar Zonas
ca_es: Actualitzar Zones
fr_fr: Mettre à jour Zones

# MB_AX_AX1_G3P750
source: Actualizar Análisis Antigüedad Deuda
ca_es: Actualitzar Anàlisi Antigitat Deute
fr_fr: Mettre à jour Analyses Ancienneté Dette
pt_pt: Actualizar Análise Antiguidade Dívida

# MB_AX_AX1_GLP494
source: Listar Tipos de Auxiliar
ca_es: Llistar Tipus d'Auxiliar
fr_fr: Lister Types d'Auxiliaire

# MB_AX_AX1_GLP495
source: Listar Cuentas de Auxiliar
ca_es: Llistar Comtes d'Auxiliar
fr_fr: Lister Comptes d'Auxiliaire
pt_pt: Listar Contas de Auxiliar

# MB_AX_AX1_GLP472
source: Listar Tablas de Ingresos y Pagos
ca_es: Llistar Taules d'Ingressos i Pagaments
fr_fr: Lister Tableaux de Revenus et de Paiements
pt_pt: Listar Tabelas de Recebimentos e Pagamentos

# MB_AX_AX1_GL498
source: Listar Grupos de Cuentas de Auxiliar
ca_es: Llistar Grups de Comptes d'Auxiliar
fr_fr: Lister Groupes de Comptes d'Auxiliaire
pt_pt: Listar Grupos de Contas de Auxiliar

# MB_AX_AX1_GLP143
source: Listar Clases de zona
ca_es: Llistar Classes de Zona
fr_fr: Lister Classes de zone
pt_pt: Listar Classes de zona

# MB_AX_AX1_GLP144
source: Listar Zonas
ca_es: Llistar Zones
fr_fr: Lister Zones

# MB_AX_AX2
source: Menú de Información de Libros Auxiliares
ca_es: Menú d'Informació de Llibres Auxiliars
fr_fr: Menu d'Information de Livres Auxiliaires
pt_pt: Menu de Informação de Livros Auxiliares

# MB_AX_AX2_G3P751
source: Antigüedad de la Deuda
ca_es: Antiguitat del Deute
fr_fr: Ancienneté de la Dette
pt_pt: Antiguidade da Dívida

# MB_AX_AX2_GLP320
source: Consulta de primer Auxiliar
fr_fr: Consultation de premier Auxiliaire
pt_pt: Consulta de primeiro Auxiliar

# MB_AX_AX2_GLP425
source: Listado por periodos / fecha
fr_fr: Liste par périodes / date
pt_pt: Listagem de Movimentos por Documento

# MB_AX_AX2_GLP423
source: Listado de Movimientos por Documento
ca_es: Llistat de Movimients per Document
fr_fr: Liste de Mouvements par Document
pt_pt: Listagem de Movimentos por Documento

# MB_AX_AX2_GLP420
source: Listado de Cuadre con Mayor
ca_es: Llistat de Quadrament amb Major
fr_fr: Liste de Coïncidence avec Grand Livre
pt_pt: Listagem de Saldo com Maior

# MB_AX_AX2_GLP430
source: Análisis por Vencimiento
ca_es: Anàlisi per Vencimient
fr_fr: Analyse par Échéance
pt_pt: Análise por Vencimento

# MB_AX_AX2_GLP469
source: Previsión de Ingresos y Pagos
ca_es: Previsió d'Ingressos i Pagaments
fr_fr: Prévision de Revenus et Paiements
pt_pt: Previsão de Recebimentos e Pagamentos

# MB_AX_AX2_GLP370
source: Consulta de Auxiliares por NIF
ca_es: Consulta d'Auxiliars per NIF
fr_fr: Consultation d'Auxiliaires par CIF/CNI

# MB_AX_AX2_GLP330
source: Consulta de Auxiliares
ca_es: Consulta d'Auxiliars
fr_fr: Consultation d'Auxiliaires

# MB_AX_AX2_GLP450
source: Listado de Movimientos de Auxiliar
ca_es: Llistat de Movimients d'Auxiliar
fr_fr: Liste de Mouvements d'Auxiliaire
pt_pt: Listagem de Movimentos de Auxiliar

# MB_AX_AX2_GLP460
source: Listado Resumido de Auxiliares
ca_es: Llistat Resumit d'Auxiliars
fr_fr: Liste Résumée d'Auxiliaires
pt_pt: Listagem Resumida de Auxiliares

# MB_XT
source: Datos Extracontables
ca_es: Dades Extracomptables
fr_fr: Données Extracomptables
pt_pt: Dados Extracontabilísticos

# MB_XT_PR061A
source: Actualización Tipos de Extracontable
ca_es: Actualització de Tipus d'Extracomptable
fr_fr: Mise à jour Types d'Extracomptable
pt_pt: Actualização Tipos de Extracontabilísticos

# MB_XT_PR010A
source: Entrada interactiva de Datos Extracontables
ca_es: Entrada interactiva de Dades Extracomptables
fr_fr: Entrée interactive de Données Extracomptables
pt_pt: Entrada interactiva de Dados Extracontabilísticos

# MB_XT_PR020A
source: Cálculo de Datos Extracontables
ca_es: Càlcul de Dades Extracomptables
fr_fr: Calcul de Données Extracomptables
pt_pt: Cálculo de Dados Extracontabilísticos

# MB_XT_PR317A
source: Recepción de Lotes de Extracontables (Batch)
ca_es: Recepció de Lots d'Extracomptables (Batch)
fr_fr: Réception de Lots d'Extracomptables (Batch)
pt_pt: Recepção de Lotes de Extracontabilísticos (Batch)

# MB_XT_PRP631
source: Edición de Lotes de Extracontables batch
ca_es: Edició de Lots d'Extracomptables batch
fr_fr: Édition de Lots d'Extracomptables batch
pt_pt: Edição de Lotes de Extracontabilísticos batch

# MB_XT_PRP400
source: Listado de Extracontables por Comprobantes
ca_es: Llistat d'Extracomptables per Comprovants
fr_fr: Liste d'Extracomptables par Preuves
pt_pt: Listagem de Extracontabilísticos por Diários

# MB_XT_PRP410
source: Listado de Extracontables por Mayor
ca_es: Llistat d'Extracomptables per Major
fr_fr: Liste d'Extracomptables par Grand livre
pt_pt: Listagem de Extracontabilísticos por Maior

# MB_XT_PRP040
source: Borrar datos Extracontables
ca_es: Esborrar dades Extracomptables
fr_fr: Effacer données Extracomptables
pt_pt: Apagar dados Extracontabilísticos

# MB_CG120
source: Información de Saldos y Movimientos
ca_es: Informació de Saldos i Moviments
fr_fr: Information de Soldes et Mouvements
pt_pt: Informação de Saldos e Movimentos

# MB_CG120_GLP440
source: Listados de Movimientos
ca_es: Llistat de Moviments
fr_fr: Listes de Mouvements
pt_pt: Listagens de Movimentos

# MB_CG120_GLP300
source: Consultas de Saldos y Movimientos
ca_es: Consultes de Saldos i Moviments
fr_fr: Consultations de Soldes et Mouvements
pt_pt: Consultas de Saldos e Movimentos

# MB_CG120_GLP475
source: Definir Grupos de Listados
ca_es: Definir Grups de Llistats
fr_fr: Définir Annonces Groupes
pt_pt: Definir grupos de anúncios

# MB_CG120_GLP476
source: Generar un Grupo de Listados
ca_es: Generar un Grup de Llistats
fr_fr: Générer un Listes Groupe
pt_pt: Gerar uma lista de propriedades do grupo

# MB_AU
source: Auditoría y Programas de Ayuda
ca_es: Auditoria i Programes d'Ajuda
fr_fr: Audit et Programmes d'Aide
pt_pt: Auditoria e Programas de Ajuda

# MB_AU_AUP003
source: Auditoría de Diarios
ca_es: Auditoria de Diaris
fr_fr: Audit de Livres Journaux
pt_pt: Auditoria de Diários

# MB_AU_AUP020
source: Reconstruir Totales D/H de Comprobantes
ca_es: Reconstruir Totals D/H de Comprovants
fr_fr: Reconstruire Totaux D/A des Preuves
pt_pt: Reconstruir Totais D/H de Diários

# MB_AU_AUP040
source: Auditoría y Reconstrucción de Saldos
ca_es: Auditoria i Reconstrucció de Saldos
fr_fr: Audit et Reconstruction de Soldes
pt_pt: Auditoria e Reconstrucção de Saldos

# MB_AU_AUP220
source: Reversión de Comprobantes
ca_es: Reversió de Comprovants
fr_fr: Réversion de Preuves
pt_pt: Inversão de Diárioss

# MB_AU_AU030
source: Sincronización de autorizaciones con maestros
ca_es: Sincronització d'autoritzacions amb mestres
fr_fr: Synchronisation d'autorisations avec maîtres
pt_pt: Sincronização de autorizações com mestres

# MB_AU_AU001
source: Reajuste de parámetros de Cuentas de Mayor
ca_es: Reajust de paràmetres de Comptes de Major
fr_fr: Réajustage des paramètres de Comptes de Grand livre
pt_pt: Reajuste de parâmetros de Contas de Maior

# MB_AU_SAP002
source: Reconstrucción de saldos Cuentas Reflejas
ca_es: Reconstrucció de saldos de Comptes Reflexos
fr_fr: Reconstruction des soldes Comptes Réfléchis
pt_pt: Reconstrucção de saldos Contas Reflexas

# MB_AU_AUP143
source: Auditoría de Zonas
ca_es: Auditoria de Zones
fr_fr: Audit de Zones
pt_pt: Auditoria de Zonas

# MB_AU_AUP046
source: Construir / eliminar saldos a último nivel
ca_es: Construir / eliminar saldos d'ùltim nivell
fr_fr: Construire / éliminer soldes au dernier niveau
pt_pt: Construir / eliminar saldos a último nível

# MB_AU_AUP049
source: Auditoria y reconstrucción de Extracontables
ca_es: Auditoria i reconstrucció d'Extracomptables
fr_fr: Audit et reconstruction d'Extracomptables
pt_pt: Auditoria e reconstrucção de Extracontabilísticos

# MB_AU_EU
source: Cambio de Moneda
ca_es: Canvi de Moneda
fr_fr: Changement de Devise
pt_pt: Alteração de Moeda

# MB_AU_EU_EUP010
source: Tabla de Valores Generales
ca_es: Taula de Valors Generals
fr_fr: Tableau des Valeurs Générales
pt_pt: Tabela de Valores Gerais

# MB_AU_EU_EUP020
source: Tabla de Excepciones
ca_es: Taula d'Excepcions
fr_fr: Tableau des Exceptions
pt_pt: Tabela de Excepções

# MB_AU_EU_EUP011
source: Tabla de Auxiliares para ajustes
ca_es: Taula d'Auxiliars per ajustos
fr_fr: Tableau des Auxiliaires pour ajustages
pt_pt: Tabela de Auxiliares para ajustamentos

# MB_AU_EU_EUP109
source: Validación y listado de las Tablas
ca_es: Validació i llistat de les Taules
fr_fr: Validation et liste des Tableaux
pt_pt: Validação e listagens das Tabelas

# MB_AU_EU_EU500
source: Cambiar a Moneda Alternativa un Plan
ca_es: Canviar a Moneda Alternativa un Pla
fr_fr: Changer un Plan à Devise Alternative
pt_pt: Alterar a Moeda Alternativa num Plano

# MB_AU_EU_EU700
source: Cambiar a Moneda Alternativa los Extracontables
ca_es: Canviar a Moneda Alternativa els Extracomptables
fr_fr: Changer les Extracomptables à Devise Alternative
pt_pt: Alterar a Moeda Alternativa nos Extracontabiliísticos

# MB_AU_EU_AU700
source: Cambiar de Plan de Cuentas a una Compañía
ca_es: Canviar de Pla de Comptes a una Companyia
fr_fr: Changer de Plan de Comptes à une Société
pt_pt: Alterar o Plano de Contas para uma Empresa

# MI
source: Gestión de Impuestos
ca_es: Gestió d'impostos
fr_fr: Gestion de TVA
pt_pt: Gestão de IVA

# MI_IV1
source: Definiciones de IVA
ca_es: Definicions Generals
fr_fr: Définitions de TVA
pt_pt: Definições de IVA

# MI_IV1_IVP120
source: Actualizar tablas de Compañías Fiscales
ca_es: Actualitzar Taules de Companyies Fiscals
fr_fr: Mettre à jour tableaux de Sociétés Fiscales
pt_pt: Actualizar tabelas de Empresas Fiscais

# MI_IV1_IVP100
source: Actualizar códigos de IVA
ca_es: Actualitzar Codis de l'IVA
fr_fr: Mettre à jour codes de TVA
